Repository: dolphinoracle/mx-remaster
Catalog: live-remaster-po/*.po
Languages: da, de, el, es_es, fi, gl_es, hi, hu, ja, nb, pl, pt, pt_br, ru, sl, sq, tr

source: Create a new compressed file system saving all of the changes you have made to the system.
da: Opret et nyt komprimeret filsystem der gemmer alle de ændringer du har lavet til systemet.
de: Erstelle ein neues Dateisystem (komplette Kopie) und speichere darin alle Änderungen, welche an deiner MX-Installation vorgenommen wurden.
el: Δημιουργήστε ένα νέο συμπιεσμένο σύστημα αρχείων εξοικονόμηση όλες τις αλλαγές που έχετε κάνει στο σύστημα.
es_es: Cree un nuevo sistema de archivos comprimido guardando todos los cambios que ha realizado en el sistema.
fi: Luo uusi pakattu tiedostojärjestelmä tallentaen kaikki järjestelmään tehdyt muutokset.
gl_es: Crear un novo sistema de ficheiros comprimido, gardando todos os cambios efectuados ao sistema.
hi: आपके द्वारा सिस्टम में किए गए सभी परिवर्तन युक्त एक नवीन संपीड़ित फाइल सिस्टम बनाएँ।
hu: Létrehoz egy új, tömörített fájlrendszert a rendszeren eddig történt változtatások rögzítésével.
ja: システムに行った変更を全て保存するため、新しい圧縮ファイルシステムを作成します。
nb: Lag et nytt komprimert filsystem, og lagre alle forandringer du har gjort med systemet.
pl: Utwórz nowy skompresowany system plików, zapisując wszystkie zmiany wprowadzone w systemie.
pt: Criar um novo sistema de ficheiros comprimido, guardando todas as alterações efectuadas ao sistema.
pt_br: Crie um novo sistema de arquivos compactado, salvando todas as alterações efetuadas no sistema.
ru: Создать новую сжатую файловую систему с сохранением всех изменений, внесенных в систему.
sl: Ustvari nov kompresiran datotečni sistem in shrani vse spremembe, ki so bile opravljene v sistemu.
sq: Krijoni një sistem të ri kartelash të ngjeshur, duke ruajtur krejt ndryshimet që keni bërë te sistemi.
tr: Sistemde yaptığınız tüm değişiklikleri kaydederek yeni bir sıkıştırılmış dosya sistemi oluşturun.

source: Extra options for
da: Ekstra valgmuligheder til
de: Zusätliche Optionen für
el: Επιπλέον επιλογές για
es_es: Opciones extra para
fi: Lisävaihtoehdot kohteelle
gl_es: Opcións extra para
hi: इस हेतु अतिरिक्त विकल्प
hu: Extra opciók ehhez
ja: 追加オプション
nb: Ekstra alternativer for
pl: Dodatkowe opcje dla
pt: Opções extra para
pt_br: Opções extra para
ru: Дополнительные опции для
sl: Posebne opcije za
sq: Mundësi ekstra për
tr: Daha çok seçenek için

source: Make a smaller linuxfs.new. NOT deleted when done.
da: Skab en mindre linuxfs.new. Slettes IKKE når færdig.
de: Ein kleineres linuxfs.new erstellen und NICHT löschen wenn fertig.
el: Κάντε ένα μικρότερο linuxfs.new. ΔΕΝ διαγράφεται.
es_es: Haga un nuevo linuxfs más pequeño. NO se borrara cuando haya terminado.
fi: Tee pienempi linuxfs.new. EI poisteta kun valmista.
gl_es: Xerar un ficheiro linuxfs.new máis pequeno. NON foi eliminado cando se fixo.
hi: लघुत्तर linuxfs.new बनाएँ। पूर्ण होने पर हटाएँ नहीं।
hu: Kisebb linuxfs.new fájlt készít. NEM törli amikor kész.
ja: linuxfs.new を小さくします。 完了後も削除されません。
nb: Lag en mindre linuxfs.new. Slettes IKKE når ferdig.
pl: Utwórz mniejszy linuxfs.new. NIE jest usuwany po zakończeniu.
pt: Gerar um ficheiro linuxfs.new mais pequeno. NÂO eliminado quando feito.
pt_br: Crie um novo arquivo linuxfs.new menor. NÃO exclua quando concluir.
ru: Сделать меньше linuxfs.new. НЕ удаляется, когда будет готово.
sl: Naredi manjši linuxfs.new. NE BO izbrisan, ko konča.
sq: Krijo një linuxfs.new më të vogël. PA e fshirë, kur të mbarojë.
tr: Daha küçük bir linuxfs.new yapın. Tamamlandığında SİLİNMEZ.

source: Use %s instead of prompting user for title.
da: Brug %s i stedet for at spørge brugeren om titlen.
de: Benutze %s anstelle des Benutzernamens als Titel
el: Χρησιμοποιήστε %s αντί να προωθηθούν χρήστη για τον τίτλο.
es_es: Usar %s en lugar de pedirle un título al usuario.
fi: Käytä %s käyttäjäilmoituksen sijasta otsikkoa varten.
gl_es: Usar %s en vez de solicitar un título ao usuario.
hi: उपयोक्ता से शीर्षक निवेदन न करते हुए %s उपयोग करें।
hu: A %s használata, ahelyett, hogy bekérné a címet.
ja: ユーザーにタイトルの入力を促す代わりに、%sを使用します。
nb: Bruk %s istedenfor å spørre bruker etter tittel.
pl: Użyj %s zamiast pytać użytkownika o tytuł (nazwę).
pt: Usar %s em vez de solicitar um título ao utilizador.
pt_br: Use %s em vez de solicitar um título do usuário.
ru: Использовать %s вместо упоминания пользователя по названию.
sl: Uporabi %s namesto uporabnikovega vnosa imena
sq: Përdor %s, në vend se t’i kërkohet përdoruesit një titull.
tr: Kullanıcıya başlık sormak yerine %s kullanın.

source: Make a general-purpose remaster.
da: Skab en remaster til almene formål.
de: Erstelle einen allgemeinen Remaster (mit user account reset auf Vorgabewerte).
el: Κάντε ένα ρεμίξ γενικής χρήσης.
es_es: Crear una remasterización de propósito general.
fi: Tee yleiskäytölle tarkoitettu uudelleenisännöinti.
gl_es: Efectuar unha recomposicións xeral.
hi: सामान्य-कार्य हेतु रीमास्टर बनाएँ।
hu: Általános célú lemezkép létrehozása.
ja: 汎用目的のリマスターを作ります。
nb: Lag en remaster for generelle formål.
pl: Utwórz remaster ogólnego przeznaczenia.
pt: Efectuar uma recomposição padrão.
pt_br: Crie uma remasterização (remaster) genérica.
ru: Сделать ремастеринг общего назначения.
sl: Ustvari predelavo za splošno uporabo.
sq: Kryeni një rikrijim për qëllime të përgjithshme.
tr: Genel amaçlı bir uyarlama yapın.

source: Make a personalized remaster.
da: Skab en personlig remaster.
de: Erstelle einen personalisierten Remaster ohne user account reset auf Vorgabewerte. Alle momentanen Einstellungen des users "demo" bleiben dabei erhalten.
el: Κάντε μια εξατομικευμένη ρεμίξ.
es_es: Crear una remasterización personalizada.
fi: Tee yksilöity uudelleenisännöinti.
gl_es: Efectuar unha recomposición personalizada.
hi: व्यक्तिगत कार्य हेतु रीमास्टर बनाएँ।
hu: Személyes lemezkép létrehozása.
ja: 個人利用のリマスターを作成します。
nb: Lag en personlig remaster.
pl: Utwórz spersonalizowany remaster.
pt: Efectuar uma recomposição personalizada.
pt_br: Crie uma remasterização (remaster) personalizada.
ru: Сделать персональный ремастеринг.
sl: Ustvari predelavo za osebno rabo
sq: Bëni një rikrijim të personalizuar.
tr: Kişisel bir uyarlama yapın.

source: The live file system is read-only. Cannot remaster.
da: Livesystemet er skrivebeskyttet. Kan ikke remaster.
de: Das live Dateisystem (der Speicher) ist im Nur-Lese-Modus, deshalb REMASTER nicht möglich.
el: Το σύστημα live είναι μόνο για ανάγνωση. Δεν μπορεί να γίνει remaster.
es_es: El sistema de archivos en vivo es de solo lectura. No se puede remasterizar.
fi: Live-järjestelmä on tilassa vain-kirjoitus. Uudelleenisännöintiä ei voida suorittaa.
gl_es: O sistema de ficheiros é só para lectura. Non é posible recompoñelo.
hi: लाइव फाइल सिस्टम केवल रीड योग्य है। रीमास्टर संभव नहीं है।
hu: A fájlrendszer nem írható. Nem hozható létre lemezkép.
ja: このライブファイルシステムは読み取り専用です。 リマスターできません。
nb: Live-filsystemet er ikke skrivbart. Kan ikke remastre.
pl: System plików Live jest tylko do odczytu. Nie można go zremasterować.
pt: O sistema de ficheiros é só de leitura. Não é possível recompor.
pt_br: O sistema de arquivos da instalação externa é somente leitura. Não é possível remasterizar.
ru: Файловая live система только для чтения. Ремастеринг невозможен.
sl: Živi datotečni sistem je zgolj berljiv in ga ni mogoče predelati
sq: Sistemi i kartelave për “live” është vetëm për lexim. S’mund të ripërziehet.
tr: Canlı dosya sistemleri yalnızca okunabilir dosyalardır. Uyarlama yapılamaz.

source: General
da: Generelt
de: Allgemein
el: Γενικός
fi: Yleinen
gl_es: Xeral
hi: सामान्य
hu: Általános
ja: 汎用
nb: Generell
pl: Ogólny
pt: Geral
pt_br: Geral
ru: Общее
sl: Splošno
sq: Të përgjithshme
tr: Genel

source: Personal
da: Personligt
de: Persönlich
el: Προσωπικό
fi: Oma
gl_es: Persoal
hi: व्यक्तिगत
hu: Személyes
ja: パーソナル
nb: Personlig
pl: Osobisty
pt: Pessoal
pt_br: Pessoal
ru: Личное
sl: Osebno
sq: Personale
tr: Kişisel

source: %s uses your personal settings.
da: %s bruger dine personlige indstillinger.
de: %s benutzt Ihre persönlichen Einstellungen.
el: %s χρησιμοποιεί τις προσωπικές σας ρυθμίσεις.
es_es: %s usa tu configuración personal.
fi: %s käyttää omia asetuksiasi.
gl_es: %s usa as configuracións persoais.
hi: %s द्वारा आपकी व्यक्तिगत सेटिंग्स प्रयुक्त होंगी।
hu: A %s az ön személyes beállításait használja.
ja: %sは個人設定を使用します
nb: %s bruker dine personlige innstillinger.
pl: %s wykorzystuje twoje ustawienia osobiste.
pt: %s usa as configurações pessoais
pt_br: %s usa as suas configurações pessoais.
ru: %s использует ваши личные настройки.
sl: %s uporablja vaše osebne nastavitve.
sq: %s përdor rregullimet tuaja personale.
tr: %s kişisel ayarlarınızı kullanır.

source: %s does not.
da: %s gør ikke.
de: %s tut das nicht.
el: %s δεν το κάνει.
es_es: %s no lo hace.
fi: %s ei.
gl_es: %s non.
hi: %s द्वारा प्रयुक्त नहीं होंगी।
hu: Az %s nem.
ja: %sしません。
nb: %s gjør ikke.
pl: %s nie wykorzystuje.
pt: %s não usa.
pt_br: %s não.
ru: %s нет.
sl: %s jih ne.
sq: %s s’i përdor.
tr: %s yapmaz.

source: Do you want to save files under %s in the new remaster?
da: Vil du gemme filer under %s i den nye remaster?
de: Möchten Sie die Dateien im neuen Remaster in %s speichern?
el: Θέλετε να αποθηκεύσετε τα αρχεία κάτω από το %s στο νέο ρεμίξ;
es_es: ¿Desea guardar los archivos en %s de la nueva remasterización?
fi: Haluatko tallentaa tiedostot %s alle tuoreessa uudelleenisännöinnissä?
gl_es: Gardar ficheiros en %s na nova recomposición?
hi: क्या आप नवीन रीमास्टर में %s के अंतर्गत फाइलें संचित करना चाहते हैं?
hu: Szeretné a %s alatti fájlokat belementeni az új lemezképbe?
ja: 新リマスターでは%sの下にファイルを保存しますか？
nb: Vil du lagre filer under %s i den nye remasteren?
pl: Czy chcesz zapisać pliki w %s w nowym remaster?
pt: Guardar ficheiros em %s na nova recomposição?
pt_br: Você quer salvar os arquivos em %s na nova remasterização?
ru: Вы хотите сохранить файлы согласно %s в новом ремастеринге?
sl: Ali bi v predelavi radi shranili datoteke pod %s?
sq: Doni të ruani kartela nën %s në rikrijimin e ri?
tr: Yeni uyarlamada %s altındaki dosyaları kaydetmek istiyor musunuz?

source: Checking for existing files and
da: Søger efter eksisterende filer og
de: Überprüfung auf vorhandene Dateien und
el: Έλεγχος για τα υπάρχοντα αρχεία και
es_es: Comprobación de archivos existentes y
fi: Tarkastetaan olemassaolevia tiedostoja ja
gl_es: Procurando ficheiros existentes e
hi: मौजूदा फाइलों हेतु जाँच जारी व
hu: Meglévő fájlok ellenőrzése és
ja: 現存ファイルをチェック中
nb: Ser etter eksisterende filer og
pl: Sprawdzanie istniejących plików i
pt: Procurando ficheiros existentes e
pt_br: Verificando os arquivos existentes e
ru: Проверка существующих файлов и
sl: Preverjam obstoječe datoteke in
sq: Po kontrollohen për kartela ekzistuese dhe
tr: Var olan dosyaların kontrol edilmesi ve

source: Checking if there is enough room ...
da: Tjekker om der er plads nok ...
de: Überprüfe, ob genügend Platz vorhanden ist ...
el: Έλεγχος αν υπάρχει αρκετός χώρος ...
es_es: Comprobando si hay suficiente espacio ...
fi: Tarkistetaan tilan riittävyys ...
gl_es: Verificando se hai espazo suficiente ...
hi: पर्याप्त स्पेस हेतु जाँच जारी ...
hu: A rendelkezésre álló hely ellenőrzése...
ja: 十分な空きがあるかどうかをチェック中 ...
nb: Ser om det er nok ledig plass …
pl: Sprawdzanie, czy jest wystarczająco dużo miejsca ...
pt: Verificando se há espaço suficiente ...
pt_br: Verificando se há espaço suficiente ...
ru: Проверка доступного места...
sl: Preverjam ali je na voljo dovolj prostora ...
sq: Po kontrollohet nëse ka vend të mjaftueshëm …
tr: Yeterli alan olup olmadığı kontrol ediliyor ...

source: The %s program was unable to start
da: %s-programmet kunne ikke starte
de: Programm %s konnte nicht starten
el: το πρόγραμμα %s δεν ήταν σε θέση να ξεκινήσει
es_es: El programa %s no pudo iniciar
fi: Ohjelma %s ei käynnistynyt
gl_es: Non é posible iniciar o programa %s
hi: %s प्रोग्राम आरंभ विफल
hu: A %s nem tudott elindulni
ja: %sプログラムは開始できません
nb: Programmet %s klarte ikke å starte
pl: Program %s nie mógł się uruchomić
pt: Não foi possível iniciar o programa %s
pt_br: Não foi possível iniciar o programa %s
ru: Программа %s не смогла запуститься
sl: %s program ni bilo mogoče zagnati
sq: S’qe në gjendje të nisej programi %s
tr: %s programı başlatılamadı

source: current linuxfs size
da: nuværende linuxfs-størrelse
de: aktuelle Größe von linuxfs
el: τρέχον μέγεθος linuxfs
es_es: tamaño actual de linuxfs
fi: nykyinen linuxfs-koko
gl_es: tamaño actual de linuxfs
hi: वर्तमान linuxfs आकार
hu: jelenlegi linuxfs méret
ja: 現在の linuxfs のサイズ
nb: gjeldende linuxfs-størrelse
pl: obecny rozmiar linuxfs
pt: tamanho actual do linuxfs
pt_br: tamanho atual do linuxfs
ru: текущий размер linuxfs
sl: trenutno veliksot linuxfs
sq: madhësi e tanishme e linuxfs-së
tr: geçerli linuxfs boyutu

source: excluded files est.
da: ekskluderede filer anslået
de: ausgeschlossene Dateien, geschätzt
el: εξαιρούμενα αρχεία
es_es: archivos excluidos aprox.
fi: poisjätettävät tiedostot
gl_es: ficheiros excluídos estimados
hi: अपवर्जित फाइलों का अनुमान
hu: kihagyott fájlok kb.
ja: 除外されたファイル est.
nb: ekskluderte filer est.
pl: szacowany rozmiar plików do wykluczenia
pt: ficheiros excluídos estimados
pt_br: estimativa de arquivos excluídos
ru: оценка исключенных файлов
sl: ocena izključenih datotek
sq: kartela të përjashtuara, përafërsisht
tr: dışarıda bırakılan dosyalar tahmini.

source: estimated new size
da: anslået ny størrelse
de: geschätzte neue Größe
el: αναμενόμενη νέο μέγεθος
es_es: tamaño nuevo aproximado
fi: arvioitu uusi koko
gl_es: ficheiros excluídos estimados
hi: नवीन आकार का अनुमान
hu: becsült új méret
ja: 新しい推定サイズ
nb: estimert ny størrelse
pl: szacowany nowy rozmiar
pt: novo tamanho estimado
pt_br: estimativa do novo tamanho
ru: предполагаемый новый размер
sl: ocena nove velikosti
sq: madhësi e re afërsisht
tr: tahmini yeni boyut

source: boot device total
da: opstartsenhed samlet
de: Boot-Laufwerk gesamt
el: Συνολικό μέγεθος
es_es: total del dispositivo de arranque
fi: käynnistyslaitteen kokonaistila
gl_es: novo tamaño estimado
hi: कुल बूट उपकरण
hu: indítási eszköz összesen
ja: ブートデバイスの合計
nb: oppstartsenhet totalt
pl: całkowity rozmiar urządzenia rozruchowego
pt: total do dispositivo de arranque
pt_br: iniciar o dispositivo total
ru: всего на загрузочном устройстве
sl: skupaj za zagonsko napravo
sq: pajisja e nisjeve gjithsej
tr: önyükleme aygıtı tamamı

source: boot device free
da: opstartsenhed ledig
de: Boot-Laufwerk frei
el: συσκευή εκκίνησης ελεύθερο χώρο
es_es: dispositivo de arranque libre
fi: käynnistyslaitteessa vapaana
gl_es: libres no dispositivo de arranque
hi: अप्रयुक्त बूट उपकरण
hu: indítási eszköz szabad
ja: ブートデバイスフリー
nb: oppstartsenhet ledig
pl: wolna przestrzeń urządzenia rozruchowego
pt: livres no dispositivo de arranque
pt_br: iniciar o dispositivo livre
ru: свободно на загрузочном устройстве
sl: prosto na zagonski napravi
sq: pajisja e nisjeve, të lira
tr: önyükleme aygıtı boş kısım

source: est. remaining
da: anslået tilbage
de: verbleibend ca.
el: εκτιμώμενη απομένουσα
es_es: restante aprox.
fi: Arvioitu jäljellejäävä
gl_es: restante estimado
hi: शेष समय का अनुमान
hu: becsült fennmaradó
ja: 推定の残り
nb: est. gjenstående
pl: pozostało szacowane
pt: restante estimado
pt_br: estimativa restante
ru: оценка остающегося по окончании
sl: ocena preostanka
sq: mbetur afërsisht
tr: kalan tahmini

source: Have: %s megs available. Need: %s.
da: Har: %s MB tilgængelig. Behøver: %s.
de: Habe: %s MB verfügbar. Brauche: %s MB.
el: Υπάρχει: διαθέσιμα %s Μ. Χρειάζεται: %s.
es_es: Tiene: %s megas disponibles. Necesita: %s.
fi: Nyt on: %smegatavua vapaana. Tarvitaan: %s.
gl_es: Hai %s megs dispoñibles. Son necesarios: %s.
hi: मौजूद : %s एमबी उपलब्ध। आवश्यक : %s।
hu: Elérhető: %s MB szabad hely. Szüskéges: %s.
ja: 利用可能なメガ数：%s、必要：%s
nb: Ledig: %s MB. Trenger: %s.
pl: Obecnie: %s MB dostępne. Potrzebne: %s.
pt: Há %s megs disponíveis. São necessários: %s.
pt_br: Há %s megas disponíveis. São necessários: %s.
ru: Имеем: %s MB доступно. Нужно: %s.
sl: Na voljo: %s MB. Potrebno: %s.
sq: Keni: %s MB të përdorshme. Duhen: %s.
tr: Var olan: %s megabayt kullanılabilir. Gereken: %s.

source: Leftover files found
da: Tiloversblevne filer fundet
de: Übrig gebliebene Dateien gefunden.
el: Επιπλέον αρχεία
es_es: Se encontraron archivos residuales
fi: Ylijäämätiedostoja löydetty
gl_es: Ficheiros remanescentes atopados
hi: शेष फाइलें मिली
hu: Maradvány fájlok találhatók
ja: 残っているファイルが見つかりました
nb: Fant filer som er til overs
pl: Znaleziono pozostałości plików
pt: Ficheiros remanescentes encontrados
pt_br: Arquivos remanescentes foram encontrados
ru: Оставшиеся файлы найдены
sl: Najdeni so bili preostanki datotek
sq: U gjetën kartela të mbetura
tr: Artık dosyalar bulundu

source: The following file(s) already exist
da: Følgende fil(er) findes allerede
de: Folgende Dateien existieren bereits
el: Τα ακόλουθα αρχεία ήδη υπάρχουν
es_es: Los siguientes archivo(s) ya existen
fi: Seuraava tiedosto tai tiedostot ovat jo olemassa
gl_es: Os seguintes ficheiro(s) xa existen
hi: निम्नलिखित फाइलें पहले से मौजूद हैं
hu: Az alábbi fájlok már léteznek
ja: 以下のファイルは既に存在します
nb: De(n) følgende fil(ene) finnes allerede
pl: Następujące plik(i) już istnieją
pt: Os seguintes ficheiros já existem
pt_br: O(s) seguinte(s) arquivo(s) já existe(m)
ru: Следующие файл(ы) уже существуют
sl: Te datoteke že obstajajo
sq: Kartela(t) vijuese ekziston tashmë
tr: Aşağıdaki dosya(lar) zaten var

source: in the %s directory:
da: i %s-mappen:
de: im Ordner %s
el: στο %s κατάλογο:
es_es: en el directorio %s:
fi: Hakemistossa %s:
gl_es: no directorio %s:
hi: %s डायरेक्टरी में :
hu: a %s könyvtárban:
ja: %sディレクトリ内には：
nb: i mappa %s:
pl: w katalogu %s:
pt: no directório %s:
pt_br: no diretório %s:
ru: в %s папке:
sl: v direktoriju%s:
sq: te drejtoria %s:
tr: %s dizini içinde:

source: They may be left over from a previous remastering.
da: De kan være rester fra en tidligere remastering.
de: Sie könnten vom vorherigen Remastering übrig geblieben sein.
el: Μπορούν να απομείνει από μια προηγούμενη remastering.
es_es: Es posible que hayan quedado de una remasterización anterior.
fi: On mahdollista että ne ovat jääneet yli edellisestä uudelleenisännöinnistä.
gl_es: Poden ser remanescentes dunha recomposición anterior.
hi: संभवतः ये फाइलें पूर्व रीमास्टर के दौरान शेष रह गई थी।
hu: Ezek maradványok lehetnek egy korábbi lemezképbe rögzítésből.
ja: 以前のリマスターの残骸かもしれません。
nb: De kan være til overs fra en tidligere remaster.
pl: Mogą być pozostawione z poprzedniego remasteringu.
pt: Podem ser remanescentes de uma recomposição anterior.
pt_br: Eles podem ter sobrado de uma remasterização anterior.
ru: Возможно, они остались от предыдущего ремастеринга.
sl: Lahko gre za ostanke prejšnjih predelav.
sq: Mund të kenë mbetur prej një rikrijimi të mëparshëm.
tr: Daha önceki bir uyarlamadan kalmış olabilirler.

source: Do you want to fix this problem now?
da: Vil du rette problemet nu?
de: Möchten Sie das Problem jetzt beheben?
el: Θέλετε να διορθώσετε αυτό το πρόβλημα τώρα;
es_es: ¿Desea reparar el problema ahora?
fi: Haluatko korjata tämän ongelman heti?
gl_es: Resolver este problema agora?
hi: क्या आप इस समस्या का समाधान अभी करना चाहते हैं?
hu: Szeretné most javítani ezt a problémát?
ja: 今すぐこの問題を解決しますか？
nb: Vil du ordne dette problemet nå?
pl: Czy chcesz teraz naprawić ten problem?
pt: Resolver este problema agora?
pt_br: Você quer consertar este problema agora?
ru: Вы хотите решить эту проблему сейчас?
sl: Ali bi radi sedaj odpravili to težavo?
sq: Doni të ndreqet ky problem tani?
tr: Bu sorunu şimdi düzeltmek ister misiniz?

source: (the alternative is to quit now)
da: (alternativet er at afslutte nu)
de: (Die Alternative wäre, das Program jetzt zu verlassen.)
el: (Η εναλλακτική λύση είναι να σταματήσουν το κάπνισμα τώρα)
es_es: (la alternativa es renunciar ahora)
fi: (vaihtoehto on lopettaa nyt)
gl_es: (a alternativa é saír agora)
hi: (दूसरा विकल्प है प्रक्रिया अभी बंद कर दें)
hu: (a másik lehetőség a kilépés)
ja: (代わりに今すぐ中止できます)
nb: (alternativet er å avslutte nå)
pl: (alternatywą jest zakończyć teraz)
pt: (a alternativa é sair agora)
pt_br: (a alternativa é sair agora)
ru: (в другом случае, можно сейчас выйти)
sl: (druga možnost je, da končam)
sq: (alternativa është të mbyllet tani)
tr: (seçenek şimdi çıkmaktır)

source: Ready to create a new linuxfs file
da: Klar til at oprette en ny linuxfs-fil
de: Bereit, eine neue linuxfs Datei zu erstellen
el: Έτοιμος να δημιουργήσετε ένα νέο αρχείο linuxfs
es_es: Listo para crear un nuevo archivo linuxfs
fi: Kaikki valmista uuden linuxfs-tiedoston luomiselle
gl_es: Listo para crear un novo ficheiro linuxfs
hi: नवीन linuxfs फाइल बनाने हेतु तैयार
hu: Minden készen áll az új linuxfs létrehozására
ja: 新しい linuxfs ファイル作成の準備ができています
nb: Klar til å opprette en ny linuxfs-fil
pl: Gotowy do utworzenia nowego pliku linuxfs
pt: Pronto para criar um novo ficheiro linuxfs
pt_br: Pronto para criar um novo arquivo linuxfs
ru: Все готово для создания нового файла linuxfs
sl: Pripravljen za ustvarjanje nove linuxfs datoteke
sq: Gati për të krijuar një kartelë të re linuxfs
tr: Yeni bir linuxfs dosyası oluşturmaya hazır

source: Shall we begin?
da: Skal vi begynde?
de: Sollen wir anfangen?
el: Να προχωρήσουμε;
es_es: ¿Empezamos?
fi: Aloitetaanko?
gl_es: Ciomezar?
hi: आरंभ करें?
hu: Elindítja a folyamatot?
ja: 開始しますか？
nb: Klar til å begynne?
pl: Czy możemy zaczynać?
pt: Começar?
pt_br: Começar?
ru: Приступить?
sl: Naj začnemo?
sq: A fillojmë?
tr: Başlayalım mı?

source: (compresses faster, boots faster)
da: (komprimerer hurtigere, opstarter hurtigere)
de: (schnellere Komprimierung, schnelleres Booten)
el: (Συμπιέζει πιο γρήγορα, μποταρει πιο γρήγορα)
es_es: (se comprime más rápido, arranca más rápido)
fi: (pakkaa nopeammin, käynnistyy nopeammin)
gl_es: (comprime máis rápido, inicia máis rápido)
hi: (तीव्र संपीड़न, तीव्र बूट)
hu: (gyorsabban tömörít, gyorsabban indul)
ja: (圧縮を速くし、起動が速くします)
nb: (komprimeres raskere, starter opp raskere)
pl: (kompresuje szybciej, uruchamia szybciej)
pt: (comprime mais rápido, inicia mais rápido)
pt_br: (comprime mais rápido, inicializa mais rápido)
ru: (сжатие быстрее, загрузка быстрее)
sl: (hitreje kompresira, hitreje se zaganja)
sq: (ngjishet më shpejt, niset më shpejt)
tr: (daha hızlı sıkıştırır, daha hızlı açılır)

source: (compresses better)
da: (komprimerer bedre)
de: (bessere Komprimierung)
el: (Συμπιέζει καλύτερα)
es_es: (comprime mejor)
fi: (pakkaa tehokkaammin)
gl_es: (comprime mellor)
hi: (उच्च संपीड़न)
hu: (jobban tömörít)
ja: (さらに圧縮します)
nb: (komprimeres bedre)
pl: (kompresuje lepiej)
pt: (comprime melhor)
pt_br: (comprime melhor)
ru: (сжатие лучше)
sl: (bolje kompresira)
sq: (ngjishet më mirë)
tr: (daha iyi sıkıştırır)

source: Please choose the type of compression to use
da: Vælg venligst den type komprimering der skal bruges
de: Bitte wählen Sie die Kompressionsart
el: Παρακαλούμε επιλέξτε τον τύπο συμπίεσης
es_es: Elija el tipo de compresión a usar
fi: Valitse käytettävä pakkausmuoto
gl_es: Escoller o tipo de compresión a usar
hi: कृपया इच्छित संपीड़न विधि चुनें
hu: Válassza ki a használandó tömörítési módot
ja: 使用する圧縮のタイプを選択してください
nb: Velg komprimeringstype
pl: Wybierz rodzaj kompresji do użycia
pt: Escolher o tipo de compressão a usar
pt_br: Escolher o tipo de compressão/compactação para usar
ru: Пожалуйста, выберите тип сжатия для использования
sl: Prosimo, izberite vrsto kompresije
sq: Ju lutemi, zgjidhni llojin e ngjeshjes për përdorim
tr: Lütfen kullanılacak sıkıştırma türünü seçin

source: %s will take less time
da: %s tager kortere tid
de: %s wird weniger Zeit in Anspruch nehmen
el: %s θα χρειαστεί λιγότερο χρόνο
es_es: %s llevará menos tiempo
fi: %s vie vähemmän aikaa
gl_es: %s demorará menos
hi: %s द्वारा प्रक्रिया में कम समय लगेगा
hu: %s hamarabb kész van
ja: %sは時間を省略します
nb: %s vil bruke mindre tid
pl: %s zajmie mniej czasu
pt: %s demorará menos
pt_br: %s vai demorar menos tempo
ru: %s займёт меньше времени
sl: %s bo rabila manj časa
sq: %s do të dojë më pak kohë
tr: %s daha az zaman alacak
