Repository: dolphinoracle/mx-remaster
Catalog: live-remaster-po/*.po
Languages: da, de, el, es_es, fi, gl_es, hi, hu, ja, nb, pl, pt, pt_br, ru, sl, sq, tr

source: %s will result in a smaller file
da: %s giver en mindre fil
de: %s wird eine kleinere Dateigröße erzeugen
el: %s θα αποτελέσει σε ένα μικρότερο αρχείο
es_es: %s resultará en un archivo más pequeño
fi: %s tuloksena syntyy pienempi tiedosto
gl_es: %s resultará nun ficheiro menor
hi: %s द्वारा निर्मित फाइल का आकार छोटा होगा
hu: %s kisebb fájlt eredményez
ja: %sを使用すると、ファイルサイズが小さくなります
nb: %s vil gi en mindre fil
pl: %s pozwoli na utworzenie mniejszego pliku
pt: %s resultará num ficheiro menor
pt_br: %s resultará em um arquivo menor
ru: %s даст в результате меньший файл
sl: %s bo ustvarila manjšo datoteko
sq: %s do të sjellë një kartelë më të vogël
tr: %s daha küçük bir dosyayla sonuçlanacak

source: Do you want remaster to use all of the CPUs?
da: Skal remaster bruge alle CPU'er?
de: Wollen Sie alle CPU-Kerne zwecks Beschleunigung zum Remastern nutzen?
el: Θέλετε το ρεμίξ να χρησιμοποιήσετε όλες τις CPUs;
es_es: ¿Quieres que la remasterización use todas las CPU?
fi: Haluatko uudelleenisännöidä käyttääksesi kaikkia suorittimia?
gl_es: A recomposición deberá usar todos os procesadores?
hi: क्या आप चाहते है रीमास्टर प्रक्रिया हेतु सभी सीपीयू उपयोग किए जाएँ?
hu: Kívánja az összes processzort használni a folyamathoz?
ja: リマスターは全ての CPU を使うようにしますか？
nb: Skal programmet bruke alle CPU-ressursene?
pl: Czy chcesz, aby remaster używał wszystkich procesorów?
pt: A recomposição deverá usar todos os processadores (CPUs)?
pt_br: Você quer remasterizar para usar em todos os processadores (CPUs)?
ru: Хотите использовать все ЦП для ремастеринга?
sl: Ali bi radi da predelava uporablja vse procesorje?
sq: Doni që rikrijimi të përdorë krejt CPU-të?
tr: Uyarlamanın tüm işlemcileri kullanmasını ister misiniz?

source: This will make the remaster process run as fast as possible.
da: Det får remaster-processen til at køre så hurtigt som muligt.
de: Dies beschleunigt das Remastern maximal.
el: Αυτό θα κάνει τη διαδικασία να τρέχει όσο το δυνατόν γρηγορότερα.
es_es: Esto hará que el proceso de remasterización se ejecute lo más rápido posible.
fi: Tämä ajaa uudelleenisännöintitoimenpiteen niin nopeasti kuin mahdollista.
gl_es: Isto fará o proceso de reocmposición ser executado tan rapidamente cando fose posible.
hi: इससे रीमास्टर प्रक्रिया की गति में वर्धन होगा।
hu: Ezzel érhető el a lemezkép készítés legnagyobb sebessége.
ja: これで、リマスター処理が早くなります。
nb: I så fall vil remastringsprosessen kjøre så raskt som mulig.
pl: Dzięki temu proces remasteringu zostanie przeprowadzony tak szybko, jak to możliwe.
pt: Isto fará o processo de recomposição ser executado tão rapidamente quanto possível.
pt_br: Isto fará com que o processo de remasterização seja executado o mais rápido possível.
ru: Это сделает процесс ремастеринга быстрее, насколько возможно.
sl: To bo povzročilo, da se bo proces predelave izvajal z maksimalno hitrostjo.
sq: Kjo do të bëjë që procesi i rikrijimit të xhirojë sa më shpejt të jetë e mundur.
tr: Bu, uyarlama işleminin mümkün olduğunca hızlı çalışmasını sağlayacaktır.

source: But there is more of a chance your computer will overheat.
da: Men der er en større chance for at din computer bliver for varm.
de: Aber die Wahrscheinlichkeit, dass der Computer überhitzt, erhöht sich.
el: Αλλά υπάρχει κάτι περισσότερο από μια ευκαιρία ο υπολογιστής σας θα υπερθερμανθεί.
es_es: Pero hay más posibilidades de que su computadora se sobrecaliente.
fi: Mutta on enemmän kuin mahdollista että tietokoneesi ylikuumenee.
gl_es: Mais a posibilidade de que o computador se sobrequente é maior.
hi: हालाँकि संभवतः इस कारण आपके कंप्यूटर का तापमान बढ़ जाएँ।
hu: De több esélye van, hogy esetleg túlmelegszik a számítógép.
ja: しかしパソコンがオーバーヒートする可能性が高くなります。
nb: Men sjansen for at maskinen overoppheter vil øke.
pl: Ale jest większa szansa, że komputer się przegrzeje.
pt: Mas a probabilidade de o computador sobreaquecer é maior.
pt_br: Mas a probabilidade de o computador sobreaquecer é maior.
ru: Но больше шансов, что Ваш компьютер будет перегреваться.
sl: Vendar obstaja večja možnost, da se bo vaš računalnik pregreval.
sq: Por ka më tepër mundësi që kompjuteri juaj të tejnxehet.
tr: Fakat bilgisayarınızın aşırı ısınma olasılığı var

source: Remaster Version Identification
da: Identifikation af remaster-version
de: Remaster Versionsnummer
el: Remaster Αναγνώριση Έκδοση
es_es: Identificación de la Versión de la Remasterización
fi: Uudelleenisännöintiversion tunnistus
gl_es: Identificación da version recomposta
hi: रीमास्टर संस्करण पहचान
hu: Lemezképbe rögzítés verzió azonosítása
ja: リマスターのバージョン識別
nb: Remastringens versjonsidentifikasjon
pl: Identyfikacja Wersji Remasteru
pt: Identificação da Versão Recomposta
pt_br: Identificação da Versão Remasterizada
ru: Идентификация версии ремастеринга
sl: Identifikacija različice predelave
sq: Identifikim Versioni Rikrijimi
tr: Uyarlama Sürüm Tanımlaması

source: Please enter an (optional) title for this remaster
da: Indtast venligst en (valgfri) titel til remasteren
de: Bitte geben Sie einen (optionalen) Titel für diesen Remaster
el: Παρακαλώ εισάγετε ένα (προαιρετικό) τίτλο για αυτό το ρεμίξ
es_es: Por favor introduzca un título (opcional) para esta remasterización
fi: Syötä (vaihtoehtoinen) nimike tälle uudelleenisännöinnille
gl_es: Introducir un título (opcional) para esta recomposional
hi: कृपया इस रीमास्टर हेतु (वैकल्पिक) शीर्षक दर्ज करें
hu: Adjon meg egy címez ehhez a lemezképhez (nem kötelező)
ja: このリマスターに（任意の）タイトルを入力してください。
nb: Angi en (valgfri) tittel for denne remastringen
pl: Wprowadź (opcjonalną) nazwę dla tego remastera
pt: Introduzir um título para esta recomposição (opcional)
pt_br: Por favor, insira um título (opcional) para esta remasterição
ru: Пожалуйста, введите (опционально) название для этого ремастеринга
sl: Vnesite ime te predelave (izbirno).
sq: Ju lutemi, jepni një titull (opsional) për këtë rikrijim
tr: Lütfen bu uyarlama için bir başlık girin (isteğe bağlı)

source: The %s program failed to work
da: %s-programmet virkede ikke
de: Programm %s funktionierte nicht.
el: Αυτό το πρόγραμμα %s απέτυχε
es_es: El programa %s, fallo su ejecución
fi: Ohjelma %s ei toiminut
gl_es: O programa %s fallou
hi: %s प्रोग्राम निष्पादन विफल
hu: A %s program nem működött
ja: この%sプログラムは処理を失敗しました
nb: Programmet %s mislyktes
pl: Program %s nie działa
pt: O programa %s falhou
pt_br: O programa %s não funcionou
ru: Программа %s сработала неудачно
sl: %s ni uspešno deloval
sq: Programi %s s’arrit të funksionojë
tr: %s programı çalışmadı

source: Remastering -- DO NOT CLOSE
da: Remastering -- LUK IKKE
de: Remaster wird durchgeführt -- BITTE NICHT SCHLIEßEN
el: Ρεμίξ -- ΜΗΝ ΚΛΕΙΣΕΤΕ
es_es: Remasterizando--NO INTERRUMPIR EL PROCESO
fi: Uudelleenisännöinti - ÄLÄ SULJE
gl_es: Recompoñendo -- NON PECHAR
hi: रीमास्टर करना जारी -- बंद न करें
hu: Lemezképbe rögzítés - NE ZÁRJA BE
ja: リマスタリング中 -- 閉じてはいけません
nb: Remastrer – IKKE LUKK
pl: Remasterowanie - NIE ZAMYKAĆ
pt: A recompor -- NÃO FECHAR
pt_br: Remasterizando -- NÃO FECHE
ru: Ремастеринг - НЕ ЗАКРЫВАЙТЕ
sl: Predelava - NE ZAPIRAJTE
sq: Po bëhet rikrijim -- MOS E MBYLLNI
tr: Uyarlanıyor -- KAPATMAYIN

source: Remaster in Progress
da: Remaster i gang
de: Remaster wird durchgeführt
el: Ρεμίξ σε εξέλιξη
es_es: Remasterización en progreso
fi: Uudelleenisännöinti käynnissä
gl_es: Recomposición en progreso
hi: रीमास्टर करना जारी
hu: Lemezképbe rögzítés folyamatban
ja: リマスター進行中
nb: Remastring pågår
pl: Remaster w toku
pt: Recomposição em progresso
pt_br: Remasterização em progresso
ru: Идет процесс ремастеринга
sl: Predelava poteka
sq: Rikrijimi në Punë e Sipër
tr: Uyarlama Sürüyor

source: Do you REALLY want to stop midway?
da: Vil du VIRKELIG stoppe halvvejs?
de: Wollen Sie WIRKLICH mittendrin abbrechen?
el: Είστε σίγουροι ότι θέλετε να σταματήσετε στο μέσο;
es_es: ¿REALMENTE desea detener el proceso mientras se ejecuta?
fi: Haluatko TODELLA pysäyttää kesken kaiken?
gl_es: Parar EFECTIVAMENTE no medio da operación?
hi: क्या निश्चित ही प्रक्रिया को बीच में रोकना चाहते हैं?
hu: TELJESEN biztos benne, hogy megállítja félúton?
ja: 本当に途中で止めますか？
nb: Vil du virkelig stoppe underveis?
pl: Czy NAPRAWDĘ chcesz zatrzymać w połowie procesu?
pt: Parar EFECTIVAMENTE a meio?
pt_br: Você REALMENTE quer parar no meio do caminho?
ru: Вы ДЕЙСТВИТЕЛЬНО хотите остановить на полпути?
sl: Ali bi RES radi prenehali na sredi dela?
sq: Doni VËRTET të ndalet në mes të rrugës?
tr: GERÇEKTEN yarıda durdurmak istiyor musunuz?

source: Created new compressed filesystem file:
da: Oprettede nyt komprimeret filsystem-fil:
de: Neue komprimierte Dateisystem-Datei erstellt:
el: Δημιουργία νέου συμπιεσμένο αρχείο αρχείων:
es_es: Se creó un nuevo archivo de sistema de archivos comprimidos:
fi: Uusi pakattu tiedostojärjestelmätiedosto luotu:
gl_es: Creado novo ficheiro comprimido filesystem:
hi: इस नवीन संपीड़ित फाइल सिस्टम का सृजन पूर्ण :
hu: Új, tömörített fájlrendszer fájl létrehozva:
ja: 新しく作成された圧縮ファイル：
nb: Opprettet ny komprimert filsystem-fil:
pl: Utworzono nowy skompresowany plik systemu plików:
pt: Criado novo ficheiro comprimido filesystem
pt_br: Criado novo arquivo compactado do sistema de arquivos
ru: Создан новый файл сжатой файловой системы:
sl: Ustvarjna je bil nova kompresirana datoteka datotečnega sistema:
sq: U krijua kartelë e re sistemi të ngjeshur kartelash:
tr: Yeni sıkıştırılmış dosya sistemi dosyası oluşturuldu:

source: The new file should be used automatically the next time you boot.
da: Den nye fil skal bruges automatisk næste gang du opstarter.
de: Die neue Datei "linuxfs.new" sollte automatisch beim nächsten Neustart verwendet werden.
el: Το νέο αρχείο χρησιμοποιείται αυτόματα την επόμενη φορά που θα εκκινήσετε.
es_es: El nuevo archivo debería poder usarse automáticamente la próxima vez que arranque el sistema.
fi: Uusi tiedosto pitäisi olla automaattisesti käytössä seuraavan uudelleenkäynnistyksen yhteydessä.
gl_es: O novo ficheiro deberá ser usado automaticamente no próximo arranque.
hi: आगामी बूट पर नवीन फाइल स्वतः ही कार्यरत हो जाएगी।
hu: A következő rendszerindításkor ez automatikusan használatba kell kerüljön.
ja: 次回起動時には自動的に新しいファイルが使用されます。
nb: Den nye fila vil tas i bruk ved neste oppstart.
pl: Nowy plik powinien zostać użyty automatycznie przy następnym uruchomieniu.
pt: O novo ficheiro deverá ser usado automaticamente no próximo arranque.
pt_br: O novo arquivo deverá ser usado automaticamente na próxima vez que você inicializar o computador
ru: Новый файл будет использован автоматически в следующий раз при загрузке.
sl: Nova datoteka bi morala biti samodejno uporabljena ob naslednjem zagonu.
sq: Kartela e re do të duhej të përdorej automatikisht herës tjetër që bëni nisje.
tr: Yeni dosya bir sonraki önyüklemenizde otomatik olarak kullanılmalıdır.

source: If there is a problem with the new system:
da: Hvis der er et problem med det nye system:
de: Wenn es ein Problem mit dem neuen System gibt:
el: Αν υπάρχει ένα πρόβλημα με το νέο σύστημα:
es_es: Si hubiese un problema con el sistema nuevo:
fi: Jos uuden järjestelmän kanssa ilmenee ongelma:
gl_es: Se houber algún problema co novo sistema:
hi: नवीन सिस्टम हेतु कोई समस्या होने पर :
hu: Ha probléma lenne az új rendszerrel:
ja: 新システムに問題がある場合：
nb: Hvis det oppstår et problem med det nye systemet:
pl: Jeśli wystąpił problem z nowym systemem:
pt: Se houver algum problema com o novo sistema:
pt_br: Se houver algum problema com o novo sistema:
ru: Если здесь существует проблема с новой системой:
sl: Če obstaja težava z novim sistemom:
sq: Nëse ka problem me sistemin e ri:
tr: Yeni sistemle ilgili bir sorun varsa:

source: Use the %s boot option to return to the current system.
da: Brug %s-opstartstilvalget for at vende tilbage til det nuværende system.
de: Benutze die %s Boot-Option, um zum aktuellen System zurückzukehren.
el: Χρησιμοποιήστε την επιλογή εκκίνησης του %s για να επιστρέψετε στο τρέχον σύστημα.
es_es: Use la opción de arranque %s para volver al sistema actual.
fi: Käytä %s käynnistysvalinta palataksesi tämänhetkiseen järjestelmään.
gl_es: Usar a opción de arranque %s para volver ao sistema agora en uso.
hi: %s बूट विकल्प द्वारा वर्तमान सिस्टम पर वापस आएँ।
hu: Használja a %s indítási opciót, hogy visszatérjen a jelenlegi rendszerhez.
ja: 現在のシステムに戻るには、%s 起動オプションを使用します。
nb: Bruk oppstartsalternativet %s for å vende tilbake til gjeldende system.
pl: Użyj opcji uruchamiania %s aby powrócić do obecnego systemu.
pt: Usar a opção de arranque %s para voltar ao sistema agora em uso.
pt_br: Use a opção de inicialização %s para retornar ao sistema atual.
ru: Использовать опцию загрузки %s для возврата к текущей системе.
sl: Uporabite %s zagonsko opcijo, da se vrnete v trenutni sistem.
sq: Përdorni mundësinë %s e nisjes, që të ktheheni te sistemi aktual.
tr: Şimdiki sisteme geri dönmek için %s önyükleme seçeneğini kullanın.

source: Root persistence is enabled
da: Rodvedvarenhed er aktiveret
de: Root-Persistenz ist aktiviert
el: ενεργοποίηση της root persistence
es_es: La persistencia de Root está habilitada
fi: Juurikäytön persistenssi-tilavaraus on käytössä
gl_es: Está activada a persistencia como administrador
hi: रुट संरक्षण सक्रिय
hu: Gyökérkönyvtár adatmegőrzés be van kapcsolva
ja: Root パーシステンスは有効です
nb: Varig lagring av systemdata er slått på
pl: Root persistence jest włączony
pt: Está activada a persistência em root
pt_br: Está ativada a persistência de root
ru: Сохранение корневой папки включено
sl: Vklopljena je korenska obstojnost
sq: Vazhdueshmëri rrënje është e aktivizuar
tr: Kalıcı root etkinleştirildi

source: Do you want to make a new %s file now?
da: Vil du skabe en ny %s-fil nu?
de: Möchten Sie jetzt eine neue %s Datei erstellen?
el: Θέλετε να κάνετε ένα νέο αρχείο %s τώρα;
es_es: ¿Quiere crear un nuevo archivo %s ahora?
fi: Haluatko tehdä uuden %s tiedoston nyt?
gl_es: Xerar un novo ficheiro %s agora?
hi: क्या आप अभी एक नवीन फाइल बनाना %sचाहते हैं?
hu: Szeretne most egy új %s fájlt készíteni?
ja: 今新しい%sファイルを作成しますか？
nb: Vil du opprette en ny %s-fil nå?
pl: Czy chcesz teraz utworzyć nowy plik %s?
pt: Gerar um novo ficheiro %s agora?
pt_br: Você quer criar um novo arquivo %s agora?
ru: Вы хотите сделать новый файл %s сейчас?
sl: Ali bi radi naredili novo %s datoteko zdaj?
sq: Doni të krijoni një kartelë të re %s tani?
tr: Şimdi yeni bir %s dosyası yapmak istiyor musunuz?

source: Remaster in progress
da: Remaster i gang
de: Remaster wird durchgeführt
el: Ρεμίξ σε εξέλιξη
es_es: Remasterización en progreso
fi: Uudelleenisännöinti käynnissä
gl_es: Recomposición en progreso
hi: रीमास्टर करना जारी
hu: Lemezképbe rögzítés folyamatban
ja: リマスター進行中
nb: Remastring pågår
pl: Remaster w toku
pt: Recomposição em progresso
pt_br: Remasterização em andamento
ru: Идет процесс ремастеринга
sl: Predelava poteka
sq: Rikrijimi në punë e sipër
tr: Uyarlama sürüyor

source: please be patient
da: vær venligst tålmodig
de: Bitte haben Sie etwas Geduld!
el: παρακαλώ να είστε υπομονετικοί
es_es: por favor, sea paciente
fi: olethan kärsivällinen
gl_es: agardar
hi: कृपया धैर्य बरतें
hu: kérjük várjon
ja: お待ちください
nb: vennligst vent
pl: zachowaj cierpliwość
pt: aguardar
pt_br: por favor, seja paciente
ru: пожалуйста, подождите
sl: prosimo za potrpežljivost
sq: ju lutemi, bëni durim
tr: lütfen sabırlı olun

source: (even after it says it is 100% done)
da: (selv efter den siger at den er 100% færdig)
de: (selbst kurz nachdem es 100% abgeschlossen ist wird noch ein weiteres Fenster erscheinen)
el: (Ακόμη και μετά να λέει ότι είναι 100% έτοιμο)
es_es: (incluso después de que diga que está 100% hecho)
fi: (jopa sen jälkeen kun 100% on ilmoitettu tehdyksi)
gl_es: (mesmo despois da información de 100% executado)
hi: (100% पूर्ण होने के उपरांत भी)
hu: (azután is, hogy eléri a 100%-ot)
ja: （100%完了と表示されても）
nb: (selv om det står 100 % fullført)
pl: (nawet po tym, gdy komunikat mówi, że zadanie jest ukończone w 100%)
pt: (mesmo depois da informação de 100% executado)
pt_br: (mesmo depois da informação 100% executado)
ru: (даже после сообщения о 100% готовности)
sl: (tudi potem, ko je status na 100%)
sq: (edhe pasi thotë se u bë 100%)
tr: (100% tamamlandığını söyledikten sonra bile)

source: antiX Remaster in Progress
da: antiX Remaster i gang
de: antiX Remaster wird durchgeführt
el: antiX Ρεμίξ σε εξέλιξη
es_es: Remasterización de antiX en progreso
fi: antiX:in uudelleenisännöinti käynnissä
gl_es: Recomposición do antiX en progreso
hi: एंटी-एक्स रीमास्टर कार्यरत है
hu: antiX Lemezképbe rögzítés folyamatban
ja: antiX のリマスター進行中
nb: antiX-remastring pågår
pl: antiX Remaster w toku
pt: Recomposição do antiX em progresso
pt_br: A remasterização do antiX está em andamento
ru: antiX Remaster в работе
sl: antiX predelava poteka
sq: Rikrijimi antiX në Punë e Sipër
tr: antiX Uyarlama Sürüyor

source: Remastering Terminated Early
da: Remastering afsluttede tidligt
de: Remastering vorzeitig abgebrochen
el: Ρεμίξ διακόπηκε πρόωρα
es_es: La Remasterización se interrumpió
fi: Uudelleenisännöinti lopetettiin aikaisin
gl_es: A recomposición terminou antes de ser rematada
hi: रीमास्टर पूर्ण होने से पहले निरस्त
hu: A lemezképbe rögzítés korán megszakadt
ja: リマスターは早期終了
nb: Remastring avsluttet for tidlig
pl: Remastering zakończony przedwcześnie
pt: A recomposição terminou antes de completa
pt_br: A remasterização terminou antes de ser completada
ru: Ремастеринг досрочно прерван
sl: Predelava je bila prehitro prekinjena
sq: Rikrijimi Përfundoi Herët
tr: Yeniden Düzenleme Erken Sonlandırıldı

source: Remastering Failed
da: Remastering mislykkedes
de: Remastering ist gescheitert
el: Αποτυχία του Ρεμίξ
es_es: Falló la remasterización
fi: Uudelleenisännöinti epäonnistui
gl_es: A recomposición fallou
hi: रीमास्टर करना विफल
hu: A lemezképbe rögzítés sikertelen
ja: リマスターが失敗
nb: Remastring mislyktes
pl: Remastering nie powiódł się
pt: A recomposição falhou
pt_br: A remasterização falhou
ru: Ремастеринг не удался
sl: Predelava ni uspela
sq: Rikrijimi Dështoi
tr: Uyarlama Başarısız Oldu

source: New linuxfs file was not created!
da: Ny linuxfs-fil blev ikke oprettet!
de: Neue linuxfs Datei ist nicht erstellt worden
el: Το νέο αρχείο linuxfs δεν δημιουργήθηκε!
es_es: ¡No se creó el nuevo archivo linuxfs!
fi: Uutta linuxfs-tiedostoa ei luotu!
gl_es: O novo ficheiro linuxfs non foi creado!
hi: नवीन linuxfs फाइल सृजन विफल!
hu: Nem lett létrehozva új linuxfs fájl!
ja: 新しい linuxfs ファイルは作成されませんでした！
nb: Klarte ikke opprette ny linuxfs-fil.
pl: Nowy plik linuxfs nie został utworzony!
pt: O novo ficheiro linuxfs não foi criado!
pt_br: O novo arquivo linuxfs não foi criado!
ru: Новый файл linuxfs не был создан!
sl: Nova linuxfs datoteka ni bila ustvarjena!
sq: S’u krijua kartelë e re linuxfs!
tr: Yeni linuxfs dosyası oluşturulmadı!

source: Could not mount new file as %s!
da: Kunne ikke montere ny fil som %s!
de: Konnte die neue Datei nicht als %s einhängen.
el: Δεν μπορούσε να κάνει mount του νέο αρχείο ως %s!
es_es: ¡No se pudo montar el nuevo archivo como %s!
fi: Uutta tiedostoa ei voitu liittää muodossa %s!
gl_es: Non foi posible conectar o novo ficheiro como %s!
hi: नवीन फाइल को %s के रूप में माउंट करना विफल!
hu: Nem sikerült az új fájl csatolása mint %s!
ja: 新しいファイルは%sとしてマウントされませんでした！
nb: Klarte ikke montere ny fil som %s.
pl: Nie można zamontować nowego pliku jako %s!
pt: Não foi possível montar o novo ficheiro como %s!
pt_br: Não foi possível montar o novo arquivo como %s!
ru: Не удалось установить новый файл как %s!
sl: Nisem mogel priklopiti nove datoteke kot %s!
sq: S’u montua dot si %s kartela e re!
tr: Yeni dosya %s olarak bağlanamadı!

source: linuxfs size
da: linuxfs-størrelse
de: Größe von linuxfs
el: μέγεθος linuxfs
es_es: tamaño de linuxfs
fi: linuxfs:n koko
gl_es: tamaño do linuxfs
hi: linuxfs आकार
hu: linuxfs mérete
ja: linuxfs のサイズ
nb: linuxfs-størrelse
pl: rozmiar linuxfs
pt: tamanho de linuxfs
pt_br: tamanho de linuxfs
ru: размер linuxfs
sl: velikost linuxfs
sq: madhësi linuxfs-je
tr: linuxfs boyutu

source: elapsed time
da: forløbet tid
de: verstrichene Zeit
el: χρόνος που παρήλθε
es_es: tiempo transcurrido
fi: aikaa kulunut
gl_es: tempo decorrido
hi: सक्रिय समय
hu: eltelt idő
ja: 経過時間
nb: brukt tid
pl: upłynął czas
pt: tempo decorrido
pt_br: tempo decorrido
ru: прошло времени
sl: porabljen čas
sq: kohë e rrjedhur
tr: geçen süre

source: processors
da: processorer
de: Prozessoren
el: επεξεργαστές
es_es: procesadores
fi: suorittimia
gl_es: procesadores
hi: प्रोसेसर
hu: processzor
ja: 処理装置
nb: prosessorer
pl: procesory
pt: processadores
pt_br: processadores
ru: процессоры
sl: procesorij
sq: procesorë
tr: işlemciler

source: compression
da: komprimering
de: Kompression
el: συμπίεση
es_es: compresión
fi: pakkaus
gl_es: compresión
hi: संपीड़न
hu: tömörítés
ja: 圧縮
nb: komprimering
pl: kompresja
pt: compressão
pt_br: compressão
ru: сжатие
sl: kompresij
sq: ngjeshje
tr: sıkıştırma

source: Error
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
gl_es: Erro
hi: त्रुटि
hu: Hiba
ja: エラー
nb: Feil
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sl: Napaka
sq: Gabim
tr: Hata

source: Do you want to save the incomplete file?
da: Vil du gemme den ufuldstændige fil?
de: Wollen Sie die unvollständige Datei speichern?
el: Θέλετε να αποθηκεύσετε το ελλιπές αρχείο;
es_es: ¿Desea guardar el archivo incompleto?
fi: Haluatko tallentaa keskeneräisen tiedoston?
gl_es: Gardar o ficheiro incompleto?
hi: क्या आप अर्धपूर्ण फाइल को संचित करना चाहते हैं?
hu: Kívánja menteni a befejezetlen fájlt?
ja: 不完全なファイルを保存しますか？
nb: Vil du lagre den ufullstendige fila?
pl: Czy chcesz zapisać niekompletny plik?
pt: Guardar o ficheiro incompleto?
pt_br: Você quer salvar o arquivo que não está completo?
ru: Вы хотите сохранить неполный файл?
sl: Ali bi radi shranili nepopolno datoteko?
sq: Doni të ruhet kartela e paplotë?
tr: Eksik dosyayı kaydetmek istiyor musunuz?
