Repository: dolphinoracle/mx-remaster
Catalog: persist-config-po/*.po
Languages: cs, da, de, el, fi, fr, gl_es, hi, hu, it, ja, nb, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: only save changes manually (you snooze, you lose).
cs: změny ukládat pouze ručně (ztráta při vynutí).
da: gem kun ændringer manuelt (gab og tab).
de: Änderungen lediglich manuell speichern.
el: μόνο να αποθηκεύσετε τις αλλαγές χειροκίνητα (προσοχή).
fi: tallenna vain käsin (jos torkahdat niin kosahtaa).
fr: enregistrer uniquement les modifications manuellement (ce qui est oublié est perdu)
gl_es: gardar cambios só manualmente (se non for activada, pérdense).
hi: केवल स्वयं द्वारा किए परिवर्तन संचित करें (स्वतः संचय निष्क्रिय)।
hu: csak kézi mentés van (ha Ön elalszik, elveszti).
it: salva solo manualmente i cambiamenti (se interrompi, li perdi).
ja: 変更の保存は手動でのみ行います。 (you snooze, you lose).
nb: lagre kun manuelt (forkast hvis ikke).
pl: tylko ręczne zapisywanie zmian (odłożysz na później i zapomnisz zapisać, twoja strata)
pt: guardar alterações apenas manualmente (se não for activada, perdem-se)
pt_br: salvar as alterações apenas manualmente (se não for ativada, você perderá todas as alterações)
ru: сохранить изменения только вручную (можете потерять что-нибудь).
sk: manuálne ukladanie zmien (strata zmien pri vypnutí).
sl: shrani zgolj ročno (če zaspiš, izgubiš).
sq: ruajini ndryshimet vetëm dorazi (“you snooze, you lose”).
sv: spara bara ändringar manuellt (missa inte detta tillfälle).
tr: yalnızca değişiklikleri elle kaydet (ertelersiniz, kaybedersiniz).

source: use current default.
cs: použít předvolené
da: brug nuværende standard.
de: Aktuellen Standard benutzen
el: χρησιμοποιήσετε το τρέχον προεπιλεγμένο.
fi: käytä tämänhetkistä vakiota.
fr: utiliser par défaut.
gl_es: usar a que está por defecto agora.
hi: वर्तमान डिफ़ॉल्ट उपयोग करें।
hu: használja a jelenlegi alapértelmezettet.
it: usa la modalità attuale come default
ja: 現在の既定を使用します
nb: bruk aktivt forvalg.
pl: użyj bieżących ustawień domyślnych.
pt: usar a pré-definição actual.
pt_br: usar o padrão atual.
ru: использовать текущее значение по умолчанию.
sk: použiť aktuálne nastavené.
sl: uporabi trenutno privzeto.
sq: përdor parazgjedhjen e tanishme.
sv: använd nuvarande standard
tr: şimdiki öntanımlıyı kullan.

source: Auto-save mode set to %s in %s.
cs: Režim automatického ukládání nastaven %s ve %s.
da: Automatisk gem-tilstand er indstillet til %s i %s.
de: Auto-Save Modus setzen auf %s in %s.
el: Αυτόματη λειτουργία εξοικονόμησης οριστηκε στο %s σε %s.
fi: Automaatti-tallennus tila asetettu %s %s :ssä.
fr: Mode « sauvegarde automatique » mis à %s dans %s.
gl_es: Modo de gardar automaticamente establecido para %s en %s.
hi: स्वतः संचय मोड %s पर सेट, %s हेतु।
hu: Automatikus mentés jelenleg: %s, itt: %s.
it: Modalità di auto-salvataggio impostata su %s in %s.
ja: 自動保存モードの設定は%sで%sです。
nb: Autolagringsmodus er valgt til %s i %s.
pl: Tryb autozapisu został ustawiony na %s w %s.
pt: Modo de guardar automaticamente definido para %s em %s.
pt_br: O modo de salvamento automático foi definido para %s em %s.
ru: Режим автосохранения установлен на %s в %s.
sk: Automatické ukladanie je nastavené na %s v %s.
sl: Način samodejnega shranevanja je nastavljen na %s v %s.
sq: Në %s është caktuar %s si mënyrë vetëruajtjeje.
sv: Auto-spar sätt inställt på %s i %s.
tr: Otomatik kaydetme kipi %s'de %s olarak ayarlı.

source: It looks like root persistence was just enabled.
cs: Vypadá to, že persistence byla právě zapnuta.
da: Det ser ud til at rodvedvarenhed lige blev aktiveret.
de: Es sieht aus wie root Persistenz war gerade aktiviert.
el: Φαίνεται ότι η ενεργοποίηση της root persistence μόλις έγινε
fi: Näyttää siltä että juurikäytön persistenssi-tilavaraus on tuoreeltaan otettu käyttöön.
fr: Il semblerait que la persistance « racine » ait déjà été activée.
gl_es: Parece que a persistencia como administrador acabou de ser activada.
hi: प्रतीत होता है कि रूट संरक्षण को अभी सक्रिय किया गया है।
hu: Úgy tűnik, a gyökérkönyvtár adatmegőrzés most került bekapcsolásra.
it: Risulta che la root con persistenza era già attivata.
ja: ルートのパーシステンスがたった今有効になったようです。
nb: Det ser ut som om varig lagring av systemdata nylig ble slått på.
pl: Wygląda na to, że root persistence właśnie został włączony.
pt: Parece que a persistência de root acabou de ser activada.
pt_br: Parece que a persistência de root acabou de ser ativada.
ru: Похоже, сохранение корневой папки уже включено.
sk: Zdá sa, že Root persistencia bola práve spustená.
sl: Videti je, da je bila ravnokar vključena korenska obstojnost
sq: Duket se sapo u aktivizua vazhdueshmëri rrënje.
sv: Det verkar som om root persistens just möjliggjorts.
tr: Görünüşe göre root kalıcılığı yeni etkinleştirildi.

source: Please set the save-mode for root persistence.
cs: Nastavte prosím, režim ukládání pro trvalý Root.
da: Indstil venligst gem-tilstanden for rodvedvarenhed.
de: Bitte setzen Sie den Speichermodus für root Persistenz.
el: Παρακαλούμε να ορίσετε τη save-mode για το .
fi: Aseta tallennus-tila juurikäytön persistenssi-tilavaraukselle.
fr: Veuillez régler le mode de sauvegarde de la persistance « racine ».
gl_es: Establece o modo de gardar para a persistencia como administrador
hi: कृपया रूट संरक्षण हेतु संचय-मोड सेट करें।
hu: Válassza ki a gyökérkönyvtár adatmegőrzés mentési módját.
it: Prego, imposta la modalità di salvataggio per root con persistenza.
ja: ルート パーシステンスの保存モードを設定して下さい。
nb: Velg lagringsmodus for varig lagring av systemdata.
pl: Ustaw tryb zapisu dla root persistence.
pt: Definir o modo de guardar para a persistência de root.
pt_br: Por favor, defina o modo de salvamento para a persistência de root
ru: Пожалуйста, установите режим сохранения для корневой папки.
sk: Prosím nastavte spôsob ukladania pre Root persistenciu.
sl: Prosimo, nastavite način shranjevanja za korensko obstojnost.
sq: Ju lutemi, ujdisni mënyrë ruajtje për vazhdueshmëri rrënje.
sv: Var vänlig ställ in sparningssättet för root persistens.
tr: Lütfen root kalıcılığı için kaydetme modunu ayarlayın.

source: You will only have to do this once.
cs: Toto budete muset provést pouze jednou.
da: Du behøver kun at gøre det én gang.
de: Sie werden dies lediglich einmal tun müssen.
el: Θα πρέπει να το κάνετε μόνο μία φορά.
fi: Sinun tarvitsee tehdä tämä vain kerran.
fr: Vous n’aurez à faire cela qu’une seule fois.
gl_es: Efectuándose só unha vez.
hi: इसे केवल एक ही बार सेट करना होता है।
hu: Ezt csak egyszer kell megtennie.
it: Dovrai fare questo solo una volta.
ja: 一度だけこの操作を行う必要があります。
nb: Dette må kun gjøres én gang.
pl: Będziesz musiał to zrobić tylko raz.
pt: A efectuar apenas uma vez.
pt_br: Você terá que fazer isso apenas uma vez.
ru: Вы должны сделать это только один раз.
sk: Toto budete musieť spraviť iba raz.
sl: To boš storil le enkrat.
sq: Do t’ju duhet ta bëni këtë vetëm një herë.
sv: Du behöver bara göra detta en gång.
tr: Bunu yalnızca bir defa yapmanız gerekecek

source: You can change your choice later with %s.
cs: Vaši volbu můžete později změnit pomocí %s.
da: Du kan ændre dit valg senere med %s.
de: Sie können Ihre Auswahl später mit %s ändern.
el: Μπορείτε να αλλάξετε την επιλογή σας αργότερα με το %s.
fi: Voit vaihtaa valintasi myöhemmin %s kautta.
fr: Vous pouvez modifier votre choix plus tard, avec %s.
gl_es: A escolla pode ser cambiada mási tarde con %s.
hi: %s द्वारा चयन परिवर्तन संभव है।
hu: Később megváltoztathatja a választását ezzel: %s.
it: Puoi cambiare più tardi la tua scelta con %s.
ja: この選択は後で%sを使って変更できます。
nb: Valget kan endres senere med %s.
pl: Możesz zmienić swój wybór później korzystając z %s.
pt: A escolha pode ser alterada mais tarde com %s.
pt_br: Você pode alterar a sua escolha mais tarde com %s.
ru: Вы можете изменить свой выбор позже с %s.
sk: Neskôr môžete svoju voľbu zmeniť s %s.
sl: Izbiro lahko kasneje spremeniš z %s.
sq: Zgjedhjen tuaj mund ta ndryshoni më vonë me %s.
sv: Du kan ändra ditt val senare med %s.
tr: Seçimizi daha sonra %s ile değiştirebilirsiniz.

source: Already saved less than %s seconds ago
cs: Již uloženo před méně než %s sekundami
da: Allerede gemt for mindre end %s sekunder siden
de: Schon gespeichert vor weniger als %s Sekunden
el: Η αποθήκευση εγινε πριν απο %s δευτερόλεπτα
fi: Valmiiksi tallennettu alle %ssekuntia sitten
fr: Déjà sauvegardé il y a moins de %s secondes
gl_es: Gardouse xa hai menos de %s segundos
hi: %s सेकंड से भी कम समय पहले ही संचित किया गया
hu: Már mentésre került, kevesebb mint %s másodperce.
it: Già salvato meno di %s secondi fa
ja: 保存まであと %s 秒
nb: Ble allerede lagret for mindre enn %s sekunder siden
pl: Już zapisano mniej niż %s sekund(y) temu
pt: Já guardada há menos de %s segundos
pt_br: Já salvo a menos de %s segundos atrás.
ru: Уже сохранено %s секунд назад
sk: Už uložené pred menej ako %s sekundami
sl: Že shranjeno pred manj kot %s sekundami
sq: Ruajtur tashmë më pak se %s sekonda më parë
sv: Redan sparad för mindre än %s sekunder sedan
tr: %s saniyeden daha kısa süre önce kaydedildi

source: Won't autosave within %s seconds of a previous save
cs: Automatické uložení neproběhne méně než %s sekund od předchozího uložení
da: Vil ikke gemme automatisk indenfor %s sekunder af forrige gem
de: Autosave nicht möglich innerhalb %s Sekunden nach einer früheren Speicherung
el: Δεν θα γινει αυτόματη αποθήκευση εντός %s δευτερόλεπτα του προηγούμενου
fi: Ei voida tehdä automaattista tallennusta %s sekuntia edellisestä tallennuksesta
fr: Sauvegarde automatique impossible dans les %s secondes précédant une sauvegarde antérieure
gl_es: Non gardará automaticamente nos %s segundos despois de ter gardado
hi: पूर्व संचय के %s सेकंड उपरांत तक स्वतः संचय नहीं होगा
hu: Nem ment automatikusan, egy előző mentés utáni %s másodpercben
it: Un salvataggio automatico non avverrà prima di %s secondi da un precedente salvataggio
ja: 前の保存から%s秒以内は自動保存しない
nb: Vil ikke autolagre før %s sekunder etter forrige lagring
pl: Nie będzie autozapisu w ciągu %s sekund od poprzedniego zapisu
pt: Não guardará automaticamente nos %s segundos após ter guardado
pt_br: Não salvará automaticamente dentro de %s segundos após um salvamento anterior
ru: Не будет автосохранения в течение %s секунд после предыдущего
sk: Automatické ukladanie neprebehne skôr ako %s sekúnd od predchodzieho
sl: Ne bo posneto v obdobju %s sekund od prejšnjega shranjevanja
sq: S’do të bëhet vetëruajtje brenda %s sekondash nga një ruajtje e mëparshme
sv: Kommer inte att auto-spara inom %s sekunder efter tidigare sparande
tr: Önceki kaydetmeden %s saniye geçmeden otomatik kaydetmez

source: CONFIRM
cs: POTVRDIT
da: BEKRÆFT
de: BESTÄTIGEN
el: ΕΠΙΒΕΒΑΙΩΣΤΕ
fi: VAHVISTA
fr: CONFIRMER
gl_es: CONFIRMAR
hi: पुष्टि करें
hu: JÓVÁHAGYÁS
it: CONFERMA
ja: 確認
nb: BEKREFT
pl: POTWIERDŹ
pt: CONFIRMAR
pt_br: CONFIRMAR
ru: ПОДТВЕРДИТЬ
sk: POTVRDIŤ
sl: POTRDI
sq: RIPOHOJENI
sv: BEKRÄFTA
tr: ONAY

source: There was an error saving your changes.
cs: Při ukládání Vašich změn se vyskytla chyba.
da: Der opstod en fejl da dine ændringer skulle gemmes.
de: Es gab einen Fehler bei der Speicherung deiner Änderungen.
el: Υπήρξε ένα σφάλμα κατά την αποθήκευση των αλλαγών σας.
fi: Tapahtui virhe tallennettaessa muutoksia.
fr: Une erreur s’est produite lors de la sauvegarde de vos modifications.
gl_es: Houbo un erro ao gardar os cambios.
hi: आपके परिवर्तन संचित करते समय त्रुटि।
hu: Hiba történt a változtatások mentésekor.
it: C'è stato un errore durante il salvataggio dei tuoi cambiamenti.
ja: 変更を保存中にエラーが発生しました。
nb: Det oppstod en feil under lagring av endringene dine.
pl: Wystąpił błąd przy zapisywaniu zmian.
pt: Houve um erro ao guardar as alterações.
pt_br: Ocorreu um erro ao salvar as suas alterações.
ru: Произошла ошибка сохранения Ваших изменений.
sk: Pri ukladaní zmien sa vyskytla chyba.
sl: Napka pri shranjevanju vaših podatkov.
sq: Pati një gabim gjatë ruajtjes së ndryshimeve tuaja.
sv: Det blev ett fel när dina ändringar sparades.
tr: Yaptığınız değişiklikler kaydedilirken bir hata oluştu.

source: Do you still want to %s?
cs: Opravdu si přejetete %s?
da: Vil du stadig %s?
de: Wollen Sie immer noch %s?
el: Θέλετε ακόμα να %s;
fi: Haluatko silti %s?
fr: Voulez-vous toujours %s ?
gl_es: Aínda pretendes %s?
hi: क्या आप निश्चित ही %s करना चाहते हैं?
hu: Így is biztos, hogy: %s?
it: Vuoi ancora %s?
ja: まだ%sを行いますか？
nb: Vil du fortsatt %s?
pl: Czy nadal chcesz %s?
pt: Ainda pretende %s?
pt_br: Você ainda pretende %s?
ru: Вы все еще хотите %s?
sk: Určite chcete %s?
sl: Bi še vedno želeli %s?
sq: Doni ende të %s?
sv: Vill du fortfarande %s?
tr: Yine de %s istiyor musunuz?
