Repository: dolphinoracle/mx-remaster
Catalog: persist-config-po/*.po
Languages: cs, da, de, el, fi, fr, gl_es, hi, hu, it, ja, nb, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: antiX Root Persistence Auto-Save Configuration
cs: Nastavení automatického ukládání trvalého Root-a
da: antiX rodvedvarenhed automatisk gem-konfiguration
de: Automatische Speicherung der antiX Root-Persistenz-Konfiguration
el: Διαμόρφωση Root Persistence Auto-Save
fi: antiX Juurikäytön Persistenssi-tilavaran Automaatti-Tallennus Asetelma
fr: Configuration de la « sauvegarde automatique » d’antiX Persistance « Racine »
gl_es: Configuración de gardar automaticamente a persistencia como administrador antiX
hi: एंटी-एक्स रूट संरक्षण स्वतः संचय विन्यास
hu: antiX gyökérkönyvtár adatmegőrzés mentési beállítások
it: Impostazioni di Auto-salvataggio di Antix Persistenza Root
ja: antiX ルート パーシステンス 自動保存設定
nb: Oppsett av varig lagring av systemdata for antiX
pl: Konfiguracja autozapisu antiX Root Persistence
pt: Configuração de gravação automática de persistência antiX
pt_br: Configurações de Salvamento Automático da Persistência de Root do antiX
ru: antiX Настройки автосохранения корневой папки
sk: Nastavenia automatického ukladania Root Persistencie
sl: Samodejno shranjevanje konfiguracije za obstojni antiX root
sq: Formësim antiX Vetëruajtjesh Vazhdueshmërie Rrënje
sv: antiX Root Persistens Auto-spar Konfiguration
tr: antiX Home Kalıcılığı Otomatik Kayıt Yapılandırması

source: Automatic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματο
fi: Automaattinen
fr: Automatique
gl_es: Automático
hi: स्वतः
hu: Automatikus
it: Automatica
ja: 自動
nb: Automatisk
pl: Automatycznie
pt: Automático
pt_br: Automático
ru: Автоматически
sk: Automaticky
sl: Samodejno
sq: E vetvetishme
sv: Automatisk
tr: Otomatik

source: Semi-Automatic
cs: Poloautomaticky
da: Halvautomatisk
de: Halbautomatisch
el: Ημι-Αυτόματο
fi: Puoliautomaattinen
fr: Semi-Automatique
gl_es: Semi-automático
hi: आंशिक-स्वतः
hu: Félautomatikus
it: Semi-automatica
ja: 半自動
nb: Halvautomatisk
pl: Pół-Automatycznie
pt: Semiautomático
pt_br: Semiautomático
ru: Полуавтоматически
sk: Poloautomaticky
sl: Polavtomatsko
sq: Gjysmë-e-Vetvetishme
sv: Halvautomatisk
tr: Yarı Otomatik

source: Manual
cs: Ručně
da: Manuelt
de: Manuell
el: Εγχειρίδιο
fi: Käyttöohje
fr: Manuel
hi: सहायता गाइड
hu: Kézi
it: Manuale
ja: 手動
nb: Manuell
pl: Ręcznie
ru: Вручную
sk: Manuálne
sl: Priročnik
sq: Doracak
sv: Manuell
tr: El ile

source: Quit
cs: Konec
da: Afslut
de: Beenden
el: Έξοδος
fi: Lopeta
fr: Quitter
gl_es: Saír
hi: छोड़ें
hu: Kilépés
it: Esci
ja: 終了
nb: Avslutt
pl: Zakończ
pt: Sair
pt_br: Sair
ru: Выход
sk: Zatvoriť
sl: Končaj
sq: Mbylle
sv: Avsluta
tr: Çıkış

source: Configure root persistence saves to run either:
cs: Nastavit ukládání trvalého Root-a buď:
da: Konfigurer gemte rodvedvarenhed til at køre enten:
de: Konfigurieren Sie root Persistenz um zu speichern oder auszuführen:
el: Διαμορφώστε αποθήκευση του root persistence να λειτουργεί είτε:
fi: Määritä juurikäytön persistenssi-tilavara tallennukset ajettavaksi joko:
fr: Configurer la sauvegarde de la persistance « racine » afin qu’elle s’exécute :
gl_es: Configurar a persistencia como administrador gardada para ser executada:
hi: रूट संरक्षण संचय के निष्पादन हेतु समय चुनें :
hu: A gyökérkönyvtár adatmegőrzés beállítása menti ezek egyikének futtatását:
it: Configura il salvataggio dei dati della root con persistenza da eseguire:
ja: ルート パーシステンスの保存では、次のどちらか実行します:
nb: La varig lagring av systemdata kjøre enten:
pl: Skonfiguruj sposób zapisywania root persistence na urządzeniu:
pt: Configurar a persistência de root guardada para ser executada:
pt_br: Configurar a persistência de root salva para ser executada:
ru: Настройка сохранения корневой папки позволяет:
sk: Nastaviť ukladanie Root persistencie buď:
sl: Nastavi, da korenska obstojnost ob shranjevanju zažene bodisi:
sq: Formësoni ruajtje vazhdueshmërie rrënje të bëhen ose:
sv: Konfigurera sparade root persistenser för att köra endera:
tr: Root kalıcılığını yapılandırmak aşağıdakilerden birini çalıştırmak için kaydeder:

source: at shutdown/reboot, no asking
cs: při vypnutí/restartu, bez výzvy
da: ved luk ned/genstart, uden at spørge
de: beim Herunterfahren/Neustart nicht fragen
el: στο τερματισμός/επανεκκίνηση αυτόματα. Καμία ερώτηση.
fi: Sammutettaessa/käynnistettäessä uudelleen, ei kysytä
fr: à l’arrêt/redémarrage sans demander
gl_es: ao apagar/reiniciar, sen preguntar
hi: कंप्यूटर बंद/पुनः आरंभ पर, पुष्टिकरण रहित
hu: leállításkor és újraindításkor, nincs kérdés
it: alla chiusura/riavvio del sistema, senza chiedere
ja: シャットダウン／再起動時に尋ねない
nb: ved systemavslutning/omstart, ikke spør
pl: w czasie zamykania systemu/ponownego uruchamiania, bez pytania o potwierdzenie
pt: ao encerrar/reiniciar, sem perguntar
pt_br: não perguntar ao desligar ou reinicializar
ru: при выключении/перезагрузке, не спрашивать
sk: pri vypnutí/reštartovaní, bez výzvy
sl: brez vprašanj ob zaustavitvi/ponovnem zagonu
sq: gjatë fikjes/rinisjes, mos pyet
sv: vid stäng av/starta om, fråga inte
tr: kapatırken / yeniden başlatırken sorma

source: ask at shutdown/reboot
cs: zeptat se při vypnutí/restartu
da: spørg ved luk ned/genstart
de: fragen beim Herunterfahren/Neustart
el: ρωτήστε στο τερματισμός/επανεκκίνηση
fi: Kysy sammutettaessa/käynnistettäessä uudelleen
fr: à l’arrêt/redémarrage en demandant
gl_es: preguntar ao apagar/reiniciar
hi: कंप्यूटर बंद/पुनः आरंभ पर, पुष्टिकरण सहित
hu: kérdezi leállításkor és újraindításkor
it: chiedi allo spegnimento/riavvio
ja: シャットダウン／再起動時に尋ねる
nb: spør ved systemavslutning/omstart
pl: zapytaj podczas zamykania systemu/ponownego uruchamiania
pt: perguntar ao encerrar/reiniciar
pt_br: perguntar ao desligar ou reinicializar
ru: спрашивать при выключении/перезагрузке
sk: pri vypnutí/reštartovaní, spýtať sa
sl: vprašaj ob zaustavitvi/ponovnem zagonu
sq: pyet gjatë fikjes/rinisjes
sv: fråga vid stäng av/starta om
tr: kapatırken / yeniden başlatırken sor

source: you snooze, you lose
cs: ztráta při vynutí
da: gab og tab
de: wenn Sie schlafen, verlieren Sie
el: προσοχή
fi: jos torkahdat niin kosahtaa
fr: Ce qui est oublié est perdu
gl_es: gardar cambios só manualmente
hi: स्वतः संचय निष्क्रिय
hu: ha Ön elaszik, elveszti
it: se interrompi, perdi
ja: 手動保存のみ。うっかりするとデータを失うかもしれません
nb: forkast endringer hvis de ikke lagres manuelt
pl: odłożysz na później i zapomnisz zapisać, twoja strata
pt: guardar alterações apenas manualmente (se não for activada, perde-se)
pt_br: salvar as alterações apenas manualmente (se não for ativada, você perderá todas as alterações)
ru: с выбором, что сохранять
sk: strata zmien pri vypnutí
sl: če spiš, izgubiš
sq: “parazgjedhje”
sv: missa inte det här tillfället
tr: sona kalan, dona kalır

source: This program should be called with the %s option in a startup script to ensure a config file is created.
cs: Tento program by měl být vyvolán s možností %s ve spouštěcím skriptu pro zajištění vytvoření konfiguračního souboru.
da: Programmet bør kaldes med %s-valgmuligheden i et opstartsscript for at sikre at der er oprettet en konfigurationsfil.
de: Dieses Programm sollte mit der Option %s aus einem Startup-Script aufgerufen werden, um die Erstellung einer Konfigurations-Datei zu gewährleisten.
el: Το πρόγραμμα αυτό θα πρέπει να κληθεί με την επιλογή του %s σε μια δέσμη ενεργειών εκκίνησης για να εξασφαλίσει οτι ένα αρχείο ρυθμίσεων δημιουργείται.
fi: Tämä ohjelma tulisi kutsua valitsimella %s käynnistyskirjoituskoodissa jotta varmistettaisiin asetustiedoston luonti.
fr: Ce programme devrait être appelé avec l’option %s dans un script de démarrage pour s’assurer qu’un fichier de configuration est créé.
gl_es: Este programa deberá ser activado a través da opción %s nun script de inicio para asegurar que é creado un ficheiro de configuración.
hi: विन्यास फाइल का सृजन सुनिश्चित करने के लिए प्रोग्राम हेतु अनुरोध की आरंभिकरण स्क्रिप्ट में %s विकल्प संलग्न अवश्य करें।
hu: A programot a %s opcióval kell indítani egy rendszerindítási parancsfájlból, hogy egy beállítási fájl létrejöjjön.
it: Questo programma dovrebbe essere richiamato con l'opzione %s da uno script d'avvio per assicurare che venga creato un file di configurazione.
ja: このプログラムは作成された設定ファイルを確実に作成するために、スタートアップスクリプトで%sオプションを指定して呼び出す必要があります。
nb: Dette programmet må kalles med parameteren %s i et oppstartsskript for å sikre at en oppsettsfil lages.
pl: Ten program powinien zostać wywołany z opcją %s w skrypcie startowym, aby zapewnić utworzenie pliku konfiguracyjnego.
pt: Este programa deverá ser activado através da opção %s num script de iniciação para assegurar que é criado um ficheiro de configuração (.config).
pt_br: Este programa deverá ser ativado através da opção %s em uma sequência de instruções (script) de inicialização para assegurar que um arquivo de configuração (.config) seja criado.
ru: Эта программа должна быть вызвана с опцией %s в стартовом скрипте для обеспечения создния конфигурационного файла.
sk: Tento program by mal byť vyvolaný s %s voľbou pri štartovaní aby sa zaistilo, že konfiguračný súbor bude vytvorený.
sl: Ta program bi moral biti zagnan z %s opcijo iz zagonske skripte, kar bi zagotovilo, da bi bila narejena konfiguracijska datoteka.
sq: Ky program duhet thirrur me mundësinë %s, brenda një programthi që xhiron gjatë nisjes së makinës, për të garantuar krijimin e një kartele formësimesh.
sv: Detta program bör anropas med %s alternativ i ett startup-skript för att säkerställa att en konfigurationsfil skapas.
tr: Bu program, bir yapılandırma dosyasının oluşturulduğundan emin olmak için başlangıç komut dosyasında %s seçeneğiyle çağrılmalıdır.

source: It should be called with the %s option in shutdown scripts so your changes can be saved before shutting down.
cs: Měl by být vyvolán s možností %s v ukončovacích skriptech, aby Vaše změny byly uloženy před vypnutím.
da: Programmet bør kaldes med %s-valgmuligheden i nedlukningsscripter så dine ændringer gemmes inden der lukkes ned.
de: Es sollte mit der %s Option das Shutdown-Skript aufrufen, damit Ihre Änderungen vor dem Beenden gespeichert werden.
el: Θα πρέπει να κληθεί με την επιλογή του %s σε σενάρια τερματισμού, ώστε οι αλλαγές σας μπορεί να αποθηκευτεί πριν από το κλείσιμο του.
fi: se tulisi kutsua valitsimella %s järjestelmänsammutuksen kirjoituskoodissa jotta muutokset voidaan tallenta ennen sammutusta.
fr: Il devrait être appelé avec l’option %s dans les scripts d’arrêt afin que vos modifications puissent être sauvées avant l’extinction.
gl_es: Deberá ser activado a través da opción %s en scripts de apagar para que os cambios sexan gardadas antes de que o computador ser apagado.
hi: सिस्टम बंद होने से पहले परिवर्तन संचय सुनिश्चित करने के लिए इस हेतु अनुरोध की सिस्टम बंद स्क्रिप्ट में %s विकल्प संलग्न अवश्य करें।
hu: A programot a %s opcióval kell indítani a leállítási parancsfájlokból, hogy a változtatások mentésre kerüljenek a leállás előtt.
it: Dovrebbe essere richiamato con l'opzione %s da uno script di chiusura per assicurare che i tuoi cambiamenti siano salvati prima dell'arresto del sistema.
ja: 変更をシャットダウン前に保存するためには、シャットダウンスクリプトで %s オプションを指定して呼び出す必要があります。
nb: Må kalles med parameteren %s i avslutningsskript slik at endringene kan lagres før avslutning.
pl: Powinien zostać wywołany z opcją %s w skryptach zamykających system, aby zmiany można było zapisać przed zamknięciem.
pt: Deverá ser activado através da opção %s em scripts de encerramento para que as alterações sejam guardadas antes de o computador ser encerrado.
pt_br: Deverá ser ativado através da opção %s em uma sequências de instruções (scripts) de encerramento/desligamento para que as alterações sejam salvas antes de desligar.
ru: Она должна быть вызвана с опцией %s в скриптах выключения, чтобы ваши изменения могли быть сохранены перед выключением.
sk: Tento program by mal byť vyvolaný s %s voľbou pri vypínaní aby sa zaistilo, že zmeny budú uložené.
sl: Moral bi biti klican z %s opcijo v zaustavljalni skripti, da bi pred zaustavitvijo shranil spremembe.
sq: Duhet thirrur me mundësinë %s, brenda një programthi fikjeje, që kështu ndryshimet tuaja të mund të ruhen përpara fikjes së makinës.
sv: Det bör anropas med %s alternativ i shutdown-skript så dina ändringar kan spara före avstängning.
tr: Kapatmadan önce değişikliklerinizin kaydedilebilmesi için kapatma komut dosyalarında %s seçeneğiyle çağrılmalıdır.

source: %s specific options
cs: specifické možnosti %s
da: %s-bestemte valgmuligheder
de: %s spezifische Optionen
el: συγκεκριμένες επιλογές %s
fi: %s erityisvalinnat
fr: options spécifiques %s
gl_es: %s opcións específicas
hi: %s विशिष्ट विकल्प
hu: %s specifikus opciók
it: %s opzioni specifiche
ja: %s固有オプション
nb: %s-spesifikke alternativer
pl: szczegółówe opcje %s
pt: Opções específicas %s
pt_br: %s opções específicas
ru: %s определенных опций
sk: %s špecifické nastavenia
sl: %s specfične opcije
sq: Mundësi specifike për %s
sv: %s specifika alternativ
tr: %s 'e özel seçenekler

source: Create a %s file if one is missing.
cs: Vytvořit soubor %s, pokud chybí.
da: Opret en %s-fil hvis den mangler.
de: Erstelle eine %s Datei, wenn eine fehlt.
el: Δημιουργία αρχείου %s αν λείπει.
fi: Luo %s tiedosto jos sellaista ei löydy.
fr: Créer un fichier %s si un est manquant.
gl_es: Crear un ficheiro %s se estiver en falta.
hi: अनुपलब्ध होने पर %s फाइल का सृजन करें।
hu: Hozzon létre egy %s fájlt, ha hiányzik.
it: Crea un file %s se ne manca uno.
ja: 一致していない場合、%sファイルを作成します。
nb: Lag en %s-fil hvis den mangler.
pl: Utwórz plik %s jeśli go brakuje.
pt: Criar um ficheiro %s se estiver em falta
pt_br: Criar um arquivo %s se estiver faltando
ru: Создать файл %s, если одного не хватает.
sk: Vytvoriť %s súbor pokiaľ chýba.
sl: Ustvari %s datoteko, če manjka.
sq: Krijo një kartelë %s, nëse mungon.
sv: Skapa en %s fil om den saknas.
tr: Eğer biri eksikse %s dosyası oluştur.

source: Run persist-save as directed by %s file.
cs: Spustit persist-save dle %s souboru.
da: Kør persist-save som instrueret af %s-filen.
de: Ausführen persist-Speichern unter Regie durch %s Datei.
el: Τρέξτε το persist-save σύμφωνα με τις οδηγίες του αρχείου %s.
fi: Aja tilavara-tallennus kuten ohjattu %s tiedostossa.
fr: Exécuter enregistrer-persistance comme indiqué par le fichier %s.
gl_es: Executar gardar persistencia como indicado polo ficheiro %s.
hi: %s फाइल द्वारा निर्देशित संरक्षण-संचय का निष्पादन करें।
hu: A %s fájlban meghatározott módon futtassa a persist-save parancsot.
it: Esegui il salvataggio della persistenza secondo le indicazioni del file %s
ja: %s ファイルの指示どおりに persist 保存を実行します。
nb: La varig lagring foregå i henhold til %s-fila.
pl: Uruchom persist-save zgodnie z poleceniami pliku %s.
pt: Executar guardar perrsistência (persist-save) como indicado pelo ficheiro %s.
pt_br: Executar salvar a persistência (persist-save) conforme as instruções do arquivo %s.
ru: Выполнить сохранение, как указано в файле %s.
sk: Spustiť persist-save, riadené %s súborom.
sl: Zaženi obstojno shranjevanje, kot določa datoteka %s
sq: Xhiro ruajtje vazhdueshmërie siç udhëzohet nga kartela %s.
sv: Kör persist-save som angivet av %s fil.
tr: Kalıcı-kaydı %s dosyasının yönlendirdiği şekilde çalıştırın.

source: Run %s if %s succeeded.
cs: Spustit %s, pokud %s bylo úspěšné.
da: Kør %s hvis %s lykkes.
de: Ausführen %s wenn %s erfolgreich.
el: Εκτελέστε %s αν πέτυχε το %s.
fi: Suorita %s jos %s onnistui.
fr: Exécuter %s si %s a réussi.
gl_es: Executar %s se %s tivese éxito.
hi: %s को निष्पादित करें यदि सफल %s हो तो।
hu: Futtassa a %s parancsot, ha a %s sikeresen lefutott.
it: Esegui %s se %s ha avuto successo.
ja: %s を %s が完了した時に実行します。
nb: Kjør %s hvis %s fullføres.
pl: Uruchom %s jeśli %s zakończone powodzeniem.
pt: Executar %s se %s teve êxito.
pt_br: Executar %s se %s for bem-sucedido.
ru: Выполнить %s, если %s удалось.
sk: Spustiť %s ak %s uspelo.
sl: Zaženi %s, če %s uspe.
sq: Xhiro %s, nëse %s doli me sukses.
sv: Kör %s om %s lyckades.
tr: Eğer %s başarıldıysa %s 'ı çalıştırın.

source: If %s fails prompt user before running %s.
cs: Pokud %s selže, zeptat se uživatele před spuštěním %s.
da: Hvis %s mislykkedes, så spørg brugeren inden %s køres.
de: Wenn %s fehlschlägt, Eingabeaufforderung an den Benutzer vor dem Ausführen von %s.
el: Αν %s αποτύχει, προτροπή του χρήστη πριν από την εκτέλεση του %s.
fi: Jos %sepäonnistuu anna käyttäjälle kehote ennen %sajamista.
fr: Si %s échoue avertir l’utilisateur avant l’exécution de %s.
gl_es: Se %s fallar alertar o usuario antes de executar %s.
hi: %s के विफल होने पर %s के निष्पादन से पहले उपयोक्ता को सूचित करें।
hu: Ha a %s hibára futott, kérdezzen a %s futtatása előtt.
it: Se %s non chiede all'utente prima di eseguire %s.
ja: %s 失敗プロンプトを %s 実行前に出します。
nb: Hvis %s mislykkes: Spør bruker før %s kjøres
pl: Jeśli %s zakończy się niepowodzeniem, zapytaj użytkownika przed uruchomieniem %s.
pt: Se %s falhar alertar o utilizador antes de executar %s.
pt_br: Se %s falhar, avise o usuário antes de executar %s.
ru: Если %s не приглашает пользователя перед выполнением %s.
sk: Ak %s zlyhalo, spýtať sa pred sputením %s.
sl: Če %s ne uspe, vprašaj uporabnika, preden zaženeš %s.
sq: Nëse %s dështon, pyet përdoruesin, para se të xhirohet %s.
sv: Om %s misslyckas meddela användare innan %s körs.
tr: Eğer %s başarısız olursa, %s çalıştırmadan önce kullanıcıya sor.

source: implies %s
cs: zahrnuje %s
da: betyder %s
de: impliziert %s
el: συνεπάγεται %s
fi: vihjaa %s
fr: implique %s
gl_es: implica %s
hi: का तात्पर्य %s है
hu: feltételezi a %s opciót
it: implica %s
ja: %s の暗示
nb: medfører %s
pl: implikuje %s
pt: implica %s
pt_br: implica %s
ru: следует %s
sk: zahrnuje %s
sl: implicira %s
sq: nënkupton %s
sv: medför %s
tr: %s anlamına gelir

source: Config file is located at: %s
cs: Konfigurační soubor je umístěn: %s
da: Konfigurationsfilen findes i: %s
de: Konfigurations-Datei befindet sich unter: %s
el: Το αρχείο ρυθμίσεων βρίσκεται στη διεύθυνση: %s
fi: Konfiguraatiotiedoston sijainti on: %s
fr: Le fichier de configuration est situé dans : %s
gl_es: Ficheiro config localizado en: %s
hi: विन्यास फाइल स्थान : %s
hu: A beállítási fájl helye: %s
it: Il file di configurazione è situato qui: %s
ja: 設定ファイルのロケール:
nb: Oppsettsfila ligger på: %s
pl: Plik konfiguracyjny jest zlokalizowany w: %s
pt: Ficheiro config localizado em: %s
pt_br: O arquivo de configuração (config) está localizado em: %s
ru: Конфигурационный файл находится в: %s
sk: Konfiguračný súbor je umiestnený: %s
sl: Konfiguracijska datoteka se nahaja na: %s
sq: Kartela e formësimit gjendet te: %s
sv: Konfigurationsfil finns vid: %s
tr: Yapılandırma dosyası şurada: %s

source: Current mode is: %s
cs: Současný režim je: %s
da: Nuværende tilstand er: %s
de: Aktueller Modus ist: %s
el: Τρέχουσα λειτουργία είναι: %s
fi: Tämänhetkinen tila on: %s
fr: Le mode actuel est : %s
gl_es: O modo actual é: %s
hi: वर्तमान मोड : %s
hu: A jelenlegi mód: %s
it: La modalità attuale è: %s
ja: 現在のモード: %s
nb: Gjeldende modus er: %s
pl: Obecny tryb to: %s
pt: O modo actual é: %s
pt_br: O modo atual é: %s
ru: Текущий режим: %s
sk: Režim ukladania je: %s
sl: Trenutni način je: %s
sq: Mënyra e tanishme është: %s
sv: Nuvarande sätt är: %s
tr: Şu anki mod: %s

source: There is no current auto-save mode. The default is: %s.
cs: Nebyl nastaven žádný režim automatického ukládání. Výchozí je: %s.
da: Der er ikke nogen nuværende automatisk gem-tilstand. Standarden er: %s.
de: Es gibt keinen aktuellen Auto-Save Modus. Der Standard ist: %s.
el: Δεν υπάρχει καμία τρέχουσα λειτουργία αυτόματης αποθήκευσης. Η προεπιλογή είναι: %s.
fi: Tämänhetkistä automaatti-tallennus tilaa ei ole. Vakio on: %s.
fr: Il n’y a pas de mode actuellement défini pour la sauvegarde automatique. La valeur par défaut est : %s.
gl_es: Non hai ningún modo de gardar automático. A predeterminada é: %s.
hi: कोई वर्तमान स्वतः संचय मोड नहीं है। यह है डिफ़ॉल्ट :%s।
hu: Nincs jelenlegi automatikus mentési mód. Az alapértelmezett: %s.
it: Ora non c'è una modalità di auto salvataggio. Di default è: %s.
ja: 現在自動保存モードになっていません。既定は：%s
nb: Det er ingen aktiv autolagringsmodus. Forvalget er: %s.
pl: Brak bieżącego trybu automatycznego zapisywania. Wartością domyślną jest: %s.
pt: Presentemente não há nenhum modo guardar-automaticamente. A pré-definição é: %s.
pt_br: Não há modo de salvamento automático atual. O padrão é: %s.
ru: Это не режим автосохранения. По умолчанию: %s.
sk: Režim ukladania nebol nastavený. Predvolený je: %s.
sl: Trenutno ni načina za samodejno shranjevanje. Privzeto je: %s.
sq: Aktualisht s’ka mënyrë vetëruajtjeje. Parazgjedhja është: %s.
sv: Det finns inget nuvarande auto-spar sätt. Standard är: %s.
tr: Şu an otomatik kaydetme kipi geçerli değil. Öntanımlı olan: %s.

source: save on shutdown/reboot automatically. No asking.
cs: uložit při vypnutí/restartu automaticky. Bez výzvy.
da: gem automatisk ved luk ned/genstart. Uden at spørge.
de: speichern Sie Herunterfahren/Neustart automatisch. Ohne fragen.
el: αποθήκευση στο τερματισμός/επανεκκίνηση αυτόματα. Καμία ερώτηση.
fi: tallenna sammuttaessa/uudelleenkäynnistettäessä automaattisesti. Ei kyselyä.
fr: sauvegarder automatiquement lors de l’arrêt / redémarrage. Ne pas demander.
gl_es: gardar automaticamente ao apagar/reiniciar, sen preguntar.
hi: कंप्यूटर बंद/पुनः आरंभ पर स्वतः संचय। पुष्टिकरण रहित।
hu: automatikus mentés leállításkor és újraindításkor. Nincs kérdés.
it: salva automaticamente alla chiusura/riavvio del sistema. Senza chiedere.
ja: シャットダウン・再起動時に自動的に保存されます。確認を求めません。
nb: lagre automatisk ved systemavslutning/omstart uten å spørre.
pl: zapisz automatycznie przy wyłączaniu/ponownym uruchamianiu. Bez pytania o potwierdzenie.
pt: guardar automaticamente ao encerrar/reiniciar, sem perguntar.
pt_br: salvar automaticamente ao desligar ou reiniciar, sem perguntar.
ru: сохранить автоматически при выключении/перезагрузке. Без подтверждения.
sk: automaticky uložiť pri vypnutí/reštartovaní. Bez výzvy.
sl: samodejno shrani ob zaustavitvi/ponovnem zagonu. Brez vprašanj.
sq: ruaji automatikisht gjatë fikjes/rinisjes. Mos pyet.
sv: spara automatiskt vid shutdown/reboot. Fråga inte.
tr: Kapanırken / Yeniden Başlatırken otomatik kaydet, sorma.

source: ask to save on shutdown/reboot.
cs: zeptat se na uložení při vypnutí/restatu.
da: spørg om at gemme ved luk ned/genstart.
de: ohne zu speichern Herunterfahren/Neustart.
el: ρωτήστε να αποθήκευσετε στο τερματισμός/επανεκκίνηση
fi: Kysy tallennusta sammutettaessa/käynnistettäessä uudelleen
fr: demandez à sauvegarder lors de l’arrêt / redémarrage.
gl_es: preguntar se é para gardar ao apagar/reiniciar.
hi: कंप्यूटर बंद/पुनः आरंभ पर पर संचय हेतु सूचित करें।
hu: rákérdez a mentésre leállításkor és újraindításkor.
it: chiede di salvare alla chiusura/riavvio del sistema.
ja: シャットダウン・再起動時に保存するか確認を促します。
nb: spør om å lagre ved systemavslutning/omstart.
pl: zapytaj czy zapisać przy wyłączaniu/ponownym uruchamianiu.
pt: perguntar se é para guardar ao encerrar/reiniciar.
pt_br: perguntar se é para salvar ao desligar ou reiniciar
ru: спрашивать о сохранении при при выключении/перезагрузке.
sk: pri vypnutí/reštartovaní sa spýtať na uloženie.
sl: vprašaj za shranjevanje ob zaustavitvi/ponovnem zagonu.
sq: pyet për ruajtje gjatë fikjes/rinisjes.
sv: fråga för att spara vid shutdown/reboot.
tr: Kapanırken / Yeniden Başlatırken Kaydetmeyi Sor
