Repository: dolphinoracle/mx-remaster
Catalog: persist-save-po/*.po
Languages: ca, cs, da, de, el, es, fi, fr_be, hi, it, ja, nb, nl, pl, pt, pt_br, ru, sl, sv, tr

source: antiX Save Persistent Root
cs: antiX uložení Persistentní Root
da: antiX Gem vedvarende rod
de: antiX speichern Persistent Root
es: antiX Guardar Root Persistente
fi: antiX persistenssi-tilavaraustallennus juurikäytölle
fr_be: antiX Enregistrer la Racine Persistante
hi: एंटी-एक्स रूट संरक्षण संचय
it: antiX Salva Persistenza Root
ja: antiX パーシステント ルートの保存
nb: antiX Lagre systemdata
nl: antiX bewaar persistente Root
pl: antiX Zapisz Persistent Root
pt: Guardar Persistência de Root antiX
pt_br: Salvar a Persistência de Root do antiX
ru: antiX Сохранение корневой папки
sl: antiX obstojno shranjevanje za koren
sv: antiX Spara Persistent Root
tr: antiX Kalıcı Kök Kaydet

source: Manually save filesystem changes in %s file for persistent root.
ca: Desa manualment els canvis al sistema de fitxers a %s per a Root persistent.
cs: Ručně uložit změny souborového systému v souboru %s pro persistentní root.
da: Gem ændringer som er foretaget til filsystemet manuelt i %s-fil for vedvarende rod.
de: Manuelle Dateisystemänderungen speichern in %s Datei für persistentes root.
el: Μη αυτόματη αποθήκευση των αλλαγών του συστήματος αρχείων στο αρχείο %s για persist root.
es: Guarde manualmente los cambios del sistema de archivos en el archivo %s para la sesión root persistente.
fi: Tallenna tiedostojärjestelmän muutokset manuaalisesti tiedostoon %s juurikäytön persistenssi-tilavaraukselle.
fr_be: Enregistrer manuellement les modifications du système de fichiers dans le fichier %s pour la racine persistante.
hi: रूट संरक्षण हेतु फाइल सिस्टम परिवर्तन मैनुअल रूप से %s फाइल में संचित करें।
it: Salvare manualmente le modifiche al filesystem nel file %s per root persistente.
ja: 手動でパーシステント root ファイル %s のファイルシステム変更を保存します。
nb: Manuell lagring av endringer i filsystem i %s-filen for varig bruk.
nl: Handmatig wijzigingen van het bestandssysteem in het %s bestand opslaan voor persistente root.
pl: Zapisz ręcznie zmiany systemu plików w pliku %s dla persistent root.
pt: Guardar manualmente as alterações ao sistema de ficheiros no ficheiro %s para persistência de root.
pt_br: Salvar manualmente as alterações no arquivo %s do sistema de arquivos para a persistência de root.
ru: Вручную сохранить изменения файловой системы в файле %s для корневой папки.
sl: Ročno shrani spremembe datotečnega sistema v datoteko %s za obstojnost korena
sv: Spara ändringar i filsystem manuellt i %s fil för persistent root.
tr: Kalıcı kök için dosya sistemi değişikliklerini %s dosyasına elle kaydedin.

source: You MUST run a program like this to save your filesystem changes.
ca: CAL executar un programa com aquest per desar els canvis al vostre sistema de fitxers
cs: Pro uložení změn souborového systému MUSÍTE spustit program tímto způsobem.
da: Du SKAL kører et program som dette for at gemme de ændringer du har foretaget i filsystemet.
de: Sie MÜSSEN ein Programm wie dieses ausführen, um das Dateisystem zu speichern.
el: ΠΡΕΠΕΙ να τρέξει ένα πρόγραμμα σαν αυτό για να αποθηκεύσετε τις αλλαγές στο σύστημα αρχείων σας.
es: DEBE ejecutar un programa como este para guardar los cambios en su sistema de archivos.
fi: Sinun TÄYTYY ajaa ohjelma tällä tavalla tallentaaksesi tiedostojärjestelmän muutokset.
fr_be: Vous DEVEZ exécuter un programme comme celui-ci pour enregistrer vos modifications du système de fichiers.
hi: फाइल सिस्टम परिवर्तन संचय हेतु इस प्रकार के प्रोग्राम का निष्पादन आवश्यक है।
it: Tu DEVI eseguire un programma come questo per salvare i cambiamenti del tuo filesystem.
ja: ファイルシステムの変更を保存するには、こうしたプログラムを実行する必要があります。
nb: Du MÅ kjøre et program som dette for å lagre endringene i filsystemet.
nl: U MOET een programma op deze wijze uitvoeren om de veranderingen in uw bestandssysteem te bewaren.
pl: MUSISZ uruchomić program taki jak ten, aby zapisać zmiany w systemie plików.
pt: É NECESSÁRIO executar um programa como este para guardar as alterações ao sistema de ficheiros.
pt_br: Você TEM que executar um programa como este para salvar as alterações do sistema de arquivos.
ru: Вы ДОЛЖНЫ запустить эту программу для сохранения изменений вашей файловой системы.
sl: Da bi shranili spremembe datotečnega sistema MORATE zagnati tovrsten program.
sv: Du MÅSTE köra ett program som detta för att spara dina ändringar av filsystemet.
tr: Dosya sistemi değişikliklerinizi kaydetmek için böyle bir program çalıştırmanız ZORUNLU.

source: %s was not enabled. Cannot %s
ca: No s'ha activat %s. No es pot %s
cs: %s Nebylo aktivováno. Nelze %s
da: %s blev ikke aktiveret. Kan ikke %s
de: %s war nicht freigeschaltet. Kann nicht %s
el: %s δεν είναι ενεργοποιημένη. Δεν είναι δυνατή %s
es: %s no estaba activado. No puedo %s
fi: %s ei ollut kytketty käyttöön. Ei voitu %s
fr_be: %s n’a pas été activé. Impossible de %s
hi: %s सक्रिय नहीं है। %s करना असंभव है
it: %s non era abilitata. Non è possibile fare %s
ja: %s を有効にできません。%s は使用できません。
nb: %s var ikke slått på. Kan ikke %s
nl: %s was niet ingeschakeld. Kan niet %s
pl: %s nie został włączony. Nie można %s
pt: %s não foi activado. Não é possível %s
pt_br: %s não foi ativado. Não é possível %s
ru: %s не было включено. Невозможно %s
sl: %s ni bil omogoče. Ne morem %s
sv: %s var inte möjliggjord. Kan inte %s
tr: %s etkin değildi. %s olamaz

source: Shall we begin?
ca: Cal començar?
cs: Můžeme začít?
da: Skal vi begynde?
de: Sollen wir anfangen?
el: Να προχωρήσουμε;
es: ¿Deberíamos empezar?
fi: Aloitetaanko?
fr_be: Allons-nous commencer?
hi: आरंभ करें?
it: Possiamo iniziare?
ja: 開始しますか？
nb: Klar til å begynne?
nl: Zullen we beginnen?
pl: Czy możemy zaczynać?
pt: Começar?
pt_br: Você quer começar agora?
ru: Приступить?
sl: Naj začnemo?
sv: Ska vi börja?
tr: Başlayalım mı?

source: Stopping at user's request
ca: Aturant a petició de l'usuari
cs: Zastavuji na požádání uživatele
da: Stopper efter anmodning fra brugeren
de: Auf Anforderung des Benutzers stoppend
el: Διακοπή μετά από αίτημα των χρηστών
es: Deteniendo a petición del usuario
fi: Pysäytetään käyttäjän pyynnöstä
fr_be: Arrêt à la demande de l’utilisateur
hi: उपयोक्ता अनुरोध के कारण रोका गया
it: Si interrompe la richiesta all'utente
ja: ユーザーの指示で停止しています
nb: Stoppet av bruker
nl: Stoppen op verzoek gebruiker
pl: Zatrzymywanie na żądanie użytkownika
pt: A parar por acção do utilizador
pt_br: Parando a pedido do usuário
ru: Остановка по требованию пользователя
sl: Zaustavljanje na zahtevo uporabnika
sv: Stoppar på användarens begäran
tr: Kullanıcının isteğini durdurma

source: The persistence device with UUID %s was not found
ca: No es troba el dispositiu amb UUID %s amb persistència
cs: Persistentní jednotka s UUID %s nebyla nalezena
da: Vedvarenhedsenhed med UUID %s blev ikke fundet
de: Das Persistenz-Gerät mit UUID %s wurde nicht gefunden
el: Δεν βρέθηκε συσκευή persist με UUID %s
es: El medio con persistencia UUID %s no se encontró
fi: Persistenssi-tilavaralaite UUID:n %s kanssa ei löytynyt
fr_be: Le périphérique persistant avec UUID %s n’a pas été trouvé
hi: %s यूयूआईडी युक्त संरक्षण उपकरण नहीं मिला
it: Il dispositivo con persistenza, con UUID %s , non è stato trovato
ja: パーシステンス デバイスの UUIS %s は見つかりません
nb: Fant ikke enhet for varig lagring med UUID %s
nl: Het persistente apparaat met UUID %s werd niet gevonden
pl: Nie znaleziono urządzenia persistence z UUID %s
pt: O dispositivo de persistência com o UUID %s não foi encontrado
pt_br: O dispositivo de persistência com o UUID %s não foi encontrado
ru: Устройство сохранения с UUID %s не найдено
sl: Obstojni pogon z UUID %s ni bil najden
sv: Persistens-enheten med UUID %s kunde inte hittas
tr: Evrensel Benzersiz Tanımlayıcı (UUID) %s içeren kalıcılık aygıtı bulunamadı

source: Please plug in the persistence device and try again
ca: Connecteu el dispositiu de persistència i torneu a provar-ho
cs: Prosím zapojte persistentní jednotku a zkuste znovu
da: Isæt venligst vedvarenhedsenheden og prøv igen
de: Persistenz-Gerät bitte neu hineinstecken und nochmals versuchen
el: Παρακαλούμε συνδέστε τη συσκευή persist
es: Por favor inserte el medio con persistencia e intente de nuevo
fi: Kytke persistenssi-tilavarauksen laite ja yritä uudestaan
fr_be: Veuillez brancher le périphérique de persistance et réessayer
hi: कृपया संरक्षण उपकरण पुनः लगाकर फिर प्रयास करें
it: Prego re-inserisci il dispositivo e riprova
ja: パーシステンス デバイスを差し込み、再実行してください
nb: Plugg inn enhet for varig lagring og forsøk igjen
nl: Sluit aub het persistente apparaat aan en probeer opnieuw
pl: Podłącz urządzenie persistence i spróbuj ponownie
pt: Inserir o dispositivo de persistência e tentar novamente
pt_br: Por favor, conecte o dispositivo de persistência e tente novamente
ru: Пожалуйста, подключите устройство сохранения и попробуйте еще раз
sl: Prosimo, vstavite obstojen pogon in znova poskusite
sv: Var vänlig koppla in persistens-enheten och försök igen
tr: Lütfen kalıcılık aygıtını takın ve yeniden deneyin

source: On VID error
ca: En error VID
cs: VID chyba
da: Ved VID-fejl
de: auf VID ist ein Fehler
el: Λάθος VID
es: error VID activado
fi: VID-virheen tapahtuessa
fr_be: À l’occasion d’erreur VID
hi: VID हेतु त्रुटि
it: Errore su VID
ja: On VID エラー
nb: Ved VID-feil
nl: Op VID fout
pt: Erro em VID
pt_br: Erro em VID
ru: Ошибка версии ID
sl: Napaka na VID
sv: Om VID-fel
tr: VID hatasında

source: Checking for existing files and
ca: Verificant els fitxers existents i
cs: Kontrola stávajících souborů a
da: Søger efter eksisterende filer og
de: Überprüfung auf vorhandene Dateien und
el: Έλεγχος για τα υπάρχοντα αρχεία και
es: Revisando los archivos existentes y
fi: Tarkastetaan olemassaolevia tiedostoja ja
fr_be: Vérification des fichiers existants et
hi: मौजूदा फाइलों हेतु जाँच जारी व
it: Verifica dei file esistenti e
ja: 既存のファイルの確認
nb: Ser etter eksisterende filer og
nl: Onderzoeken op aanwezige bestanden en
pl: Sprawdzanie istniejących plików i
pt: A procurar ficheiros existentes e
pt_br: Verificando arquivos existentes e
ru: Проверка существующих файлов и
sl: Preveri obstoječe datoteke in
sv: Söker efter existerande filer och
tr: Var olan dosyaların kontrol edilmesi ve

source: Checking if there is enough room ...
ca: Comprovant si hi prou espai...
cs: Kontrola, zdali je dostatek místa ...
da: Tjekker om der er plads nok ...
de: Überprüfe, ob genügend Platz vorhanden ist ...
el: Έλεγχος αν υπάρχει αρκετός χώρος ...
es: revisando si se cuenta con suficiente espacio ...
fi: Tarkistetaan tilan riittävyys ...
fr_be: Vérification de l’espace disponible...
hi: पर्याप्त स्पेस हेतु जाँच जारी ...
it: Verifica se c'è spazio sufficiente ...
ja: 十分な空きがあるかどうかを確認中...
nb: Ser om det er nok ledig plass …
nl: Nagaan of er genoeg ruimte is ...
pl: Sprawdzanie, czy jest wystarczająco dużo miejsca ...
pt: A verificar se há espaço suficiente ...
pt_br: Verificando se há espaço suficiente ...
ru: Проверка доступного места...
sl: Preverjam ali je na voljo dovolj prostora ...
sv: Kontrollerar om det finns tillräckligt mycket utrymme...
tr: Yeterli alan olup olmadığı kontrol ediliyor ...

source: persist device
ca: dispositiu persistent
cs: persistentní jednotka
da: vedvarenhedsenhed
de: Persistenz-Gerät
el: συσκευή persist
es: unidad persistente
fi: varauta laite
fr_be: périphérique persistent
hi: संरक्षण उपकरण
it: dispositivo con persistenza
ja: persist デバイス
nb: enhet for varig lagring
nl: Apparaat met persistentie
pl: urządzenie persist
pt: dispositivo de persistência
pt_br: dispositivo de persistência
ru: устройство сохранения
sl: obstojna naprava
sv: persist-enhet
tr: kalıcı aygıt

source: mounted at
ca: muntat a
cs: připojeno na
da: monteret på
de: eingehängt auf
el: προσάρτηση στο
es: montado en
fi: liitetty sijaintiin
fr_be: monté à
hi: यहाँ पर माउंट
it: montato su
ja: マウント先
nb: montert på
nl: aangekoppeld op
pl: zamontowane w
pt: montado em
pt_br: montado em
ru: смонтировано на
sl: priklopljeno na
sv: monterad vid
tr: 'e takılı

source: Available space, %s, is smaller than the margin of %s.
ca: L'espai disponible, %s, és menor que el marge de %s.
cs: Dostupné místo, %s, je menší, než mez %s
da: Tilgængelig plads, %s, er mindre end margenen på %s.
de: Der verfügbare Platz, %s ist kleiner als die Restmenge von %s.
el: Διαθέσιμος χώρος, %s, είναι μικρότερο από το περιθώριο του %s.
es: Espacio disponible, %s, es menor que el margen de %s.
fi: Käytettävissä oleva tila, %s , on pienempi kuin %s marginaali.
fr_be: L’espace disponible,%s, est plus petit que la marge de %s.
hi: उपलब्ध स्पेस, %s, %s से कम है।
it: Lo spazio disponibile, %s, è più piccolo del margine di %s.
ja: 利用可能な空き容量 %s は %s の領域よりも小さいです。
nb: Tilgjengelig plass, %s, er mindre enn marginen %s.
nl: Beschikbare ruimte, %s, is minder dan de marge van %s.
pl: Dostępne miejsce, %s, jest mniejsze niż margines %s.
pt: O espaço disponível, %s, é menor do que a margem de %s.
pt_br: O espaço disponível, %s, é menor do que a margem de %s.
ru: Свободное пространство, %s, меньше, чем границы %s.
sl: Prostor %s, ki je na voljo, je manjši od meje %s.
sv: Tillgängligt utrymme, %s, är mindre än %s gräns.
tr: Kullanılabilir alan, %s, %s'nin kullanacağı alandan küçük.

source: Insufficient space. Have: %s. Need: %s.
ca: Espai insuficient. En teniu: %s. Cal: %s.
cs: Nedostatek místa. Máte: %s. Je potřeba: %s.
da: Ikke plads nok. Har: %s. Behøver: %s.
de: Zu wenig Speicherplatz. Gibt: %s. brauchen Sie: %s.
el: Επαρκής χώρος. Υπάρχει:%s. Χρειαζεται: %s.
es: Espacio insuficiente. Posee: %s. Necesita: %s.
fi: Tila on riittämätön. Tilaa on: %s. Tarvitaan: %s.
fr_be: Espace insuffisant. Vous avez: %s. Besoin de: %s.
hi: अपर्याप्त स्पेस। मौजूदा : %s। आवश्यक : %s।
it: Spazio insufficiente. Spazio presente: %s. Spazio richiesto: %s.
ja: 空き容量が不十分です。現在: %s 必要容量: %s
nb: Ikke nok plass. Har %s, men trenger %s.
nl: Onvoldoende ruimte. Beschikbaar: %s. Benodigd: %s.
pl: Niewystarczająca przestrzeń. Dostępne: %s. Potrzebne: %s.
pt: Espaço insuficiente. Existente: %s. Necessário: %s.
pt_br: O espaço não é suficiente. Existente: %s. Necessário: %s.
ru: Недостаточно места. Имеем: %s. Требуется: %s.
sl: Ni dovolj prostora. Na voljo: %s. Potrebno: %s.
sv: Otillräckligt utrymme. Har: %s. Behöver:%s.
tr: Yetersiz boş alan: Mevcut: %s . Gereken: %s .

source: Ready to sync file system changes
ca: A punt per a fer rsync dels canvis al sistema de fitxers
cs: Připraveno na synchronizaci změn souborového systému
da: Klar til at synkronisere ændringer som er foretaget til filsystemet
de: Bereit Dateisystemänderungen zu synchronisieren
el: Έτοιμος να συγχρονίσετε τις αλλαγές του συστήματος αρχείων
es: Listo para sincronizar los cambios en el sistema de archivos
fi: Valmiina synkronoimaan tiedostojärjestelmän muutokset
fr_be: Prêt à synchroniser les modifications du système de fichiers
hi: फाइल सिस्टम परिवर्तन समकालीन करने हेतु तैयार
it: Pronto a sincronizzare i cambiamenti del filesystem
ja: ファイルシステムの変更を同期する準備ができました
nb: Klar til å synkronisere endringer i filsystem
nl: Klaar om de veranderingen in de bestandssystemen te synchroniseren
pl: Gotowy do zsynchronizowania zmian w systemie plików
pt: Pronto para sincronizar alterações ao sistema de ficheiros
pt_br: Pronto para sincronizar as alterações do sistema de arquivos
ru: Готово для синхронизации изменений файловой системы
sl: Pripravljen za sinhronizacijo sprememb datotečnega sistema
sv: Klar att synkronisera filsystemsändringar
tr: Dosya sistemi değişikliklerini eşzamanlama hazır

source: Performing rsync ... please be patient
ca: Efectuant rsync... si us plau, tingueu paciència
cs: Provádění rsync... mějte strpení
da: Udfører rsync ... vær venligst tålmodig
de: Ausführend rsync ... bitte haben Sie Geduld
el: Εκτέλεση rsync ... παρακαλώ να είστε υπομονετικοί
es: Ejecutando rsync ... sea paciente, por favor.
fi: rsync-toimintoa suoritetaan ... olethan kärsivällinen
fr_be: Exécution de rsync ... Veuillez patienter
hi: Rsync कार्यरत ... कृपया संयम रखें
it: Attivazione di rsync ... si prega di essere pazienti
ja: rsync の実行中...しばらくお待ちください
nb: Kjører rsync … vennligst vent
nl: Rsync uitvoeren ... even geduld alstublieft
pl: Wykonywanie rsync ... zachowaj cierpliwość
pt: A executar rsync ... aguardar
pt_br: Executando o rsync ... por favor, aguarde
ru: Выполнение rsync... пожалуйста, подождите
sl: Izvajam rsync ... prosimo za potrpežljvost
sv: Utför rsync...var vänlig ha tålamod
tr: Rsync gerçekleştiriliyor ... lütfen sabırlı olun

source: %s The rsync command failed Failed! %s
ca: %s L'ordre rsync ha fallat! %s
cs: %s Příkaz rsync selhal Selhal! %s
da: %s rsync-kommandoen mislykkede! %s
de: %s Der rsync-Befehl ist fehlgeschlagen Fehler! %s
el: %s Η εντολή rsync απέτυχε. Απέτυχε! %s
es: %s El comando rsync falló. ¡Acción fallida! %s
fi: %srsync-käsky epäonnistui Epäonnistui! %s
fr_be: %s La commande rsync a échoué Echec! %s
hi: %s Rsync कमांड विफल! %s
it: %s Il comando rsync non è andato a buon fine. Azione Fallita! %s
ja: %s rsync コマンドは失敗しました！ %s
nb: %s Kommandoen rsync mislyktes! %s
nl: %s Het rsync commando mislukte Mislukte! %s
pl: %s Polecenie rsync nie powiodło się. Niepowodzenie! %s
pt: %s O comando rsync falhou! %s
pt_br: %s O comando rsync falhou. Falha! %s
ru: %s Команда rsync не выполнена! %s
sl: %sUkaz rsync ni bil uspešno izveden. Napaka! %s
sv: %s rsync-kommandot misslyckades Misslyckades! %s
tr: %s rsync komutu başarısız oldu Başarısız! %s

source: It returned an exit code of %s
ca: Ha retornat el codi de sortida de %s
cs: Vrátil kód ukončení %s
da: Den returnerede afslutningskoden %s
de: Es gab einen Exitcode %s
el: Επέστρεψε κωδικό εξόδου %s
es: Se reportó un código de salida de %s
fi: Se palautti %s:n poistumiskoodin
fr_be: Le code de sortie %s a été renvoyé
hi: निरस्त कोड %s
it: Ha restituito un codice di uscita %s
ja: %s の終了コードが返りました
nb: Den returnerte feilkoden %s
nl: Er kwam een exit-code terug van %s
pl: Zwrócono kod wyjścia %s
pt: Devolveu um código de saída de %s
pt_br: Retornou um código de saída de %s
ru: Возврат с кодом выхода %s
sl: Vrnjena je bila izhodna koda %s
sv: Det gav en exit-kod %s
tr: %s çıkış kodunu geri döndürdü

source: See the rsync man page to look up its meaning.
ca: Vegeu el manual de rsync per copsar el seu significat.
cs: Podívejte se na stránku manuálu rsync pro jeho význam.
da: Se man-siden til rsync for at se hvad det betyder.
de: Sehen Sie in die rsync-Manpage zu seiner Bedeutung.
el: Δείτε τη σελίδα man rsync για να αναζητήσετε το νόημά της.
es: Vea la página del manual (man) de rsync para indagar sobre su significado.
fi: Katso rsync:in man-sivulta sen määritelmä.
fr_be: Voir la page du manuel rsync pour chercher sa signification.
hi: कोड के अर्थ हेतु Rsync उपयोग गाइड देखें।
it: Vedi la pagina di man, il manuale via terminale, di rsync per capirne il significato
ja: その意味を調べるには、rsync のマニュアルページを見てください。
nb: Slå opp feilkoden i rsyncs man-side hvis du lurer på hva den betyr.
nl: Lees de rsync handleiding na voor de betekenis.
pl: Zaglądnij do dokumentacji rsync (man rsync), aby sprawdzić jego znaczenie.
pt: Ir à página de manual do rsync para ver o significado.
pt_br: Consulte a página do manual do rsync para verificar o seu significado.
ru: Смотрите страницу rsync man, чтобы узнать его значение.
sl: Poglejte na stran rsync man, da bi videli, kaj pomeni.
sv: Se rsync man page för att kolla upp dess betydelse
tr: Ne anlama geldiğini arıyorsanız el kitabına bakın.

source: %s succeeded
ca: %s amb èxit
cs: %s bylo úspěšné
da: %s lykkedes
de: %s erfolgreich
el: %s πέτυχε
es: %s funcionó
fi: %s onnistui
fr_be: %s a réussi
hi: %s सफल
it: %s ha avuto successo
ja: %s完了です
nb: %s fullført
nl: %s gelukt
pl: %s zakończona powodzeniem
pt: %s teve êxito
pt_br: %s bem-sucedido.
ru: %s успешно
sl: %s je uspel
sv: %s lyckades
tr: %sbaşarılı

source: Your changes were saved in:
ca: Els vostres canvis s'han desat a:
cs: Vaše změny byly uloženy do:
da: Dine ændringer blev gemt i:
de: Ihre Änderungen wurden gespeichert:
el: Οι αλλαγές σας αποθηκεύτηκαν σε:
es: Sus cambios se guardaron en:
fi: Muutoksesi tallennettiin sijaintiin:
fr_be: Vos modifications ont été enregistrées dans:
hi: आप द्वारा किए परिवर्तन यहाँ संचित है :
it: Le tue modifiche sono state salvate in:
ja: 変更した保存先：
nb: Endringene ble lagret i:
nl: Uw veranderingen werden opgeslagen in:
pl: Twoje zmiany zostały zapisane w:
pt: As alterações foram guardadas em:
pt_br: As suas alterações foram salvas em:
ru: Ваши изменения были сохранены в:
sl: Vaše spremembe so bile shranjene v:
sv: Dina ändringar sparades i:
tr: Değişiklikleriniz şuraya kaydedildi:

source: Missing rootfs version file %s
ca: Falta el fitxer de versió rootfs %s
cs: Chybí rootfs version soubor %s
da: Manglende rootfs-versionsfil %s
de: rootfs Versionsdatei %s fehlt
el: rootfs αρχεία έκδοση %s λειπει
es: No se encuentra la versión rootfs del archivo %s
fi: Puuttuva rootfs-tiedostoversio %s
fr_be: Le fichier de version de rootfs %s est absent
hi: rootfs संस्करण फाइल अनुपलब्ध
it: Non si trova la versione %s di file system rootfs
ja: rootfs バージョンファイル %s に問題があります
nb: rootfs versjonsfil mangler, %s
nl: Ontbrekende rootfs bestandsversie %s
pl: Brak pliku wersji rootfs %s
pt: Ficheiro de versão rootfs em falta %s
pt_br: Falta a versão do arquivo do rootfs %s
ru: Отсутствует файл версии корневой файловой системы %s
sl: Manjka rootfs različica datoteke %s
sv: Saknar rootfs versions-fil %s
tr: rootfs sürüm dosyası %s eksik

source: Missing version ID in rootfs file system
ca: Falta l'identificador de versió al sistema de fitxers rootfs
cs: Chybí ID verze v souborovém systému rootfs
da: Manglende versions-ID i rootfs-filsystem
de: Versions-ID in rootfs Dateisystem fehlt
el: ID έκδοση στο σύστημα αρχείων rootfs λείπει
es: No se encuentra la versión ID en el sistema de archivos rootfs
fi: Puuttuva ID-versiotunniste rootfs tiedostojärjestelmässä
fr_be: La version de l’ID est absente du système de fichiers rootfs
hi: rootfs फाइल सिस्टम में संस्करण आईडी अनुपलब्ध
it: Non si trova l' ID della versione di file system rootfs
ja: rootfs ファイルシステムのバージョン ID に問題があります
nb: Mangler versjon-ID i rootfs-filsystemet
nl: Ontbrekende versie ID in rootfs bestandssysteem
pl: Brak identyfikatora wersji w systemie plików rootfs
pt: Falta ID da versão no ficheiro de sistema rootfs
pt_br: Falta o ID da versão no arquivo do sistema de arquivos do rootfs
ru: Отсутствует идентификатор версии корневой файловой системы
sl: Manjka ID različice v rootfs datotečnega sistema
sv: Saknar version ID i rootfs filsystem
tr: rootfs dosya sistemindeki sürüm kimliği eksik

source: Version id inside of %s file does not match
ca: L'indicador de versió del fitxer %s no concorda
cs: Verze ID, která se nachází v %s souboru nesouhlasí
da: Versions-id i %s-fil er ikke magen til
de: Version-ID im Datei %s stimmt damit nicht überein
el: Έκδοση id εσωτερικό του αρχείο %s δεν ταιριάζει
es: La id de la versión en %s no concuerda
fi: ID-tunnisteversio %s tiedoston sisällä ei täsmää
fr_be: Version id à l’intérieur du fichier %s ne correspond pas
hi: %s फाइल में मौजूद संस्करण आईडी मेल नहीं खाती
it: L'id della versione del file %s non corrisponde
ja: ファイル %s の内部バージョン ID が一致しません
nb: Versjons-ID inni %s-filen samsvarer ikke
nl: Versie ID in %s bestand komt niet overeen
pl: Identyfikator wersji wewnątrz pliku %s nie jest zgodny
pt: ID da versão no ficheiro %s não coincide
pt_br: O ID da versão dentro do arquivo %s não corresponde
ru: Версия ID внутри файла %s не совпадает
sl: ID različice znotraj datoteke %s se ne ujema
sv: Versions-id inuti %s filen matchar inte
tr: %s dosyasının içindeki sürüm kimliği eşleşmiyor
