Repository: dolphinoracle/mx-remaster
Catalog: persist-makefs-po/*.po
Languages: ca, cs, da, de, el, es, fi, fr, gl_es, hi, hu, it, nb, nl, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: Size: %s Meg. Filesystem: %s
ca: Mida: %s MB. Sistema de fitxers: %s
cs: Velikost: %s MB. Systém souborů: %s
da: Størrelse: %s MB. Filsystem: %s
de: Größe: %s MB, Dateisystem: %s
el: Μέγεθος: %s Μεγ. Σύστημα αρχείων: %s
es: Tamaño: %s Meg. Sistema de archivos: %s
fi: Koko: %s Mt. Tiedostojärjestelmä: %s
fr: Taille : %s Mo. Système de fichiers : %s
gl_es: Tamaño: %s Meg. Sistema de ficheiros: %s
hi: आकार : %s एमबी। फाइल सिस्टम : %s
hu: Méret: %s MB, fájlrendszer: %s
it: Dimensione: %s Meg. Filesystem: %s
nb: Størrelse: %s MB. Filsystem: %s
nl: Grootte: %s Meg. Bestandssysteem: %s
pl: Rozmiar: %s MB. System plików: %s
pt: Tamanho: %s Meg. Sistema de ficheiros: %s
pt_br: Tamanho: %s Mega. Sistema de Arquivos: %s
ru: Размер: %s MB. Файловая система: %s
sk: Veľkosť: %s Meg. Súborový systém: %s
sl: Velikost: %s megabajtov Datotečni sistem: %s
sq: Madhësi: %s MB. Sistem kartelash: %s
sv: Storlek: %s Meg. Filsystem: %s
tr: Boyut: %s Meg. Dosya sistemi: %s

source: Was unable to create directory for file %s
ca: No es pot crear el directori pel fitxer %s
cs: Nebylo možné vytvořit složku pro soubor %s
da: Kunne ikke oprette mappe til filen %s
de: Konnte kein Verzeichnis für die Datei %s erstellen.
el: Δε δημιουργήθηκε κατάλογο για το αρχείο %s
es: No se pudo crear el directorio para el archivo %s
fi: Kansion luominen tiedostolle %s ei onnistunut
fr: Impossible de créer le répertoire pour le fichier %s
gl_es: Non foi posible crear o directorio para o ficheiro %s
hi: %s फाइल हेतु डायरेक्टरी बनाना विफल
hu: A könyvtár létrehozása nem sikerült a fájlhoz: %s
it: Non è stato possibile creare la directory per il file %s
nb: Klarte ikke opprette mappe til fila %s
nl: Niet in staat map te creëeren voor bestand %s
pl: Nie można utworzyć katalogu dla pliku %s
pt: Não foi possível criar o directório para o ficheiro %s
pt_br: Não foi possível criar o diretório para o arquivo %s
ru: Невозможно создать директорию для файла %s
sk: Nebolo možné vytvoriť adresár pre súbor %s
sl: Nisem mogel ustvariti direktorija za datoteko %s
sq: S’qe në gjendje të krijohej drejtori për kartelën %s
sv: Kunde inte skapa katalog för för fil %s
tr: %s dosyası için dizin oluşturulamadı

source: Was unable to create file %s
ca: No es pot crear el fitxer %s
cs: Nebylo možné vytvořit soubor %s
da: Kunne ikke oprette filen %s
de: Konnte die Datei %s nicht erstellen,
el: Δε δημιουργήθηκε αρχείου %s
es: No se pudo crear el archivo %s
fi: Tiedoston %s luominen ei onnistunut
fr: Impossible de créer le fichier %s
gl_es: Non foi posible crear o ficheiro %s
hi: %s फाइल बनाना विफल
hu: A fájl létrehozása nem sikerült: %s
it: Non è stato possibile creare il file %s
nb: Klarte ikke opprette fila %s
nl: Niet in staat bestand %s te creëeren
pl: Nie można utworzyć pliku %s
pt: Não foi possível criar o ficheiro %s
pt_br: Não foi possível criar o arquivo %s
ru: Невозможно создать файл %s
sk: Nebolo možné vytvoriť súbor %s
sl: Nisem mogel ustvariti datoteke %s
sq: S’qe në gjendje të krijohej kartela %s
sv: Kunde inte skapa fil %s
tr: %s dosyası oluşturulamadı

source: Was unable to make %s filesystem on file %s
ca: No es pot crear el sistema de fitxers %s al fitxer %s
cs: Nebylo možné vytvořit %s systém souborů v souboru %s
da: Kunne ikke skabe %s-filsystem på filen %s
de: Konnte kein %s Dateisystem auf der Datei %s erstellen.
el: Δε δημιουργήθηκε ένα σύστημα αρχείων %s στο αρχείο %s
es: No se pudo crear el sistema de archivos %s en el archivo %s
fi: Tiedostojärjestelmän %sluominen tiedostolle %s ei onnistunut
fr: Impossible de créer le système de fichiers %s sur le fichier %s
gl_es: Non foi posible crear o sistema de ficheiros%s no fichero%s
hi: %s फाइल सिस्टम को %s फाइल हेतु बनाना विफल
hu: Nem sikerült a(z) %s fájlrendszer létrehozása a fájlon: %s
it: Non è stato possibile creare filesystem %s sul file %s
nb: Klarte ikke opprette %s-filsystem i fila %s
nl: Niet in staat om bestandssysteem %s te creëeren op bestand %s
pl: Nie udało się utworzyć systemu plików %s w pliku %s
pt: Não foi possível criar o sistema de ficheiros %s no ficheiro %s
pt_br: Não foi possível criar o sistema de arquivos %s no arquivo %s
ru: Невозможно создать файловую систему %s для файла %s
sk: Nebolo možné vytvoriť %s súborový systém pre súbor %s
sl: Nisem mogel ustvariti %s datotečnega sistema na datoteko %s
sq: S’qe në gjendje të krijohej sistem kartelash %s në kartelën %s
sv: Kunde inte skapa %s filsystem på fil %s
tr: %s dosyasında %sdosya sistemini yapamadı

source: Unknown error creating file %s
ca: Error desconegut en crear el fitxer %s
cs: Neznámá chyba tvorby souboru %s
da: Ukendt fejl ved oprettelse af filen %s
de: Unbekannter Fehler bei der Erstellung der Datei %s
el: Άγνωστο σφάλμα κατά τη δημιουργία του αρχείου %s
es: Error desconocido al crear el archivo %s
fi: Tuntematon virhe luodessa tiedostoa %s
fr: La création du fichier %s a reçue une erreur inconnue.
gl_es: Erro descoñecido ao crear o ficheiro %s
hi: %s फाइल बनाते समय अज्ञात त्रुटि
hu: Ismeretlen hiba a fájl létrehozása közben: %s
it: Errore sconosciuto nella creazione del file %s
nb: Ukjent feil ved oppretting av fila %s
nl: Onbekende fout tijdens creëren betand %s
pl: Nieznany błąd podczas tworzenia pliku %s
pt: Erro desconhecido ao criar o ficheiro %s
pt_br: Ocorreu um erro desconhecido ao criar o arquivo %s
ru: Неизвестная ошибка создания файла %s
sk: Neznáma chyba pri vytváraní %s súboru
sl: Neznan napaka pri ustvarjanju %s
sq: Gabim i panjohur gjatë ngarkimit të kartelës %s
sv: Okänt fel vid skapandet av fil %s
tr: %s dosyası oluşturulurken bilinmeyen hata

source: The file %s is missing
ca: No es troba el fitxer %s
cs: Soubor %s chybí
da: Filen %s mangler
de: Die Datei %s fehlt.
el: Το αρχείο %s λείπει
es: No se encuentra el archivo %s
fi: Tiedosto %s on kadoksissa
fr: Le fichier %s manque
gl_es: Falta o ficheiro %s
hi: %s फाइल अनुपलब्ध है
hu: A %s fájl hiányzik
it: Il file %s è assente
nb: Fila %s mangler
nl: Het bestand %s is niet aanwezig
pl: Brak pliku %s
pt: Falta o ficheiro %s
pt_br: Falta o arquivo %s
ru: Файл %s отсутствует
sk: Chýba súbor %s
sl: Datoteka %s manjka
sq: Kartela %s mungon
sv: Filen %s saknas
tr: %s dosyası eksik

source: Success! File %s was created.
ca: Èxit! S'ha creat el fitxer %s
cs: Úspěch! Soubor %s byl vytvořen.
da: Det lykkedes! Filen %s blev oprettet.
de: Erfolg! Datei %s wurde erstellt.
el: Επιτυχία! Το αρχείο %s δημιουργήθηκε
es: ¡Éxito! Se creó el archivo %s.
fi: Onnistui! Luotiin tiedosto %s.
fr: Succès ! Le fichier %s a été créé.
gl_es: Con éxito! O ficheiro %s foi creado.
hi: सफलता! %s फाइल बनाना सफल।
hu: Sikeres! A %s fájl sikeresen létrehozva.
it: Successo! Il file %s è stato creato.
nb: Fila %s ble vellykket opprettet.
nl: Succes! Bestand %s is gecreëerd.
pl: Sukces! Plik %s został utworzony.
pt: Êxito! O ficheiro %s foi criado.
pt_br: Sucesso! O arquivo %s foi criado.
ru: Успешно! Файл %s был создан.
sk: Podarilo sa! Bol vytvorený %s súbor.
sl: Uspeh! Datoteka %s je bila ustvarjena.
sq: Sukses! Kartela %s u krijua.
sv: Det lyckades! Fil %s skapades
tr: Başarı! %s dosyası oluşturuldu.

source: Success! File %s was created and its filesystem was fixed.
ca: Èxit! S'ha creat el fitxer %s i s'ha ajustat el sistema de fitxers.
cs: Úspěch! Soubor %s byl vytvořen a jeho systém souborů byl opraven.
da: Det lykkedes! Filen %s blev oprettet og dens filsystem blev rettet.
de: Erfolg! Datei %s wurde erstellt und das Dateisystem wurde repariert.
el: Επιτυχία! Το αρχείο %s δημιουργήθηκε και το σύστημα αρχείων του διορθώθηκε
es: ¡Éxito! Se creó el archivo %s y se reparó su sistema de archivos.
fi: Onnistui! Tiedosto %s luotiin ja sen tiedostojärjestelmä korjattiin.
fr: Succès ! Le fichier %s a été créé. De plus, le système de fichiers a été réparé.
gl_es: Con éxito! O ficheiro %s foi creado e o seu sistema de ficheiros reparado.
hi: सफलता! %s फाइल बनाना व फाइल सिस्टम सुधारना सफल।
hu: Sikeres! A %s fájl sikeresen létrehozva és a fájlrendszere javítva.
it: Successo! Il file %s è stato creato e il suo filesystem riparato.
nb: Fila %s ble vellykket opprettet og filsystemet ble reparert.
nl: Succes! Bestand %s is gecreëerd en het bestandssysteem is gemaakt.
pl: Sukces! Plik %s został utworzony i jego system plików został naprawiony.
pt: Êxito! O ficheiro %ss foi criado e o seu sistema de ficheiros reparado.
pt_br: Sucesso! O arquivo %s foi criado e o seu sistema de arquivos foi reparado.
ru: Успешно! Файл %s был создан, и его файловая система была установлена.
sk: Podarilo sa! Bol vytvorený súbor %s a jeho súborový systém bol opravený.
sl: Uspeh! Datoteka %s je bila ustvarjena, njen datotečni sistem pa popravljen.
sq: Sukses! Kartela %s u krijua dhe sistemi i kartelave për të u ndreq.
sv: Det lyckades! Fil %s skapades och dess filsystem lagades.
tr: Başarı! %s dosyası oluşturuldu ve dosya sistemi düzeltildi.

source: The filesystem on %s is broken and wasn't fixed
ca: El sistema de fitxers a %s està trencat i no es pot arreglar
cs: Systém souborů na %s je poškozen a nebyl opraven
da: Filsystemet på %s er ødelagt og blev ikke rettet
de: Das Dateisystem in %s ist beschädigt und wurde noch nicht repariert.
el: Το σύστημα αρχείων στο %s είναι χαλασμένο και δε διορθώθηκε
es: El sistema de archivos en %s está dañado y no se reparó
fi: Tiedostojärjestelmä %s on rikkinäinen eikä sitä korjattu
fr: Le système de fichiers sur %s est cassé et n’a pas été réparé
gl_es: Con éxito! O ficheiro %s está corrompido e non foi reparado
hi: %s का फाइल सिस्टम विकृत है व उसे सुधारना विफल रहा
hu: A %s fájlon a fájlrendszer hibás és nem került javításra
it: Il filesystem su %s è danneggiato e non è stato riparato
nb: Filsystemet på %s er skadet og ble ikke reparert
nl: Het bestandssysteem op %s is gebroken en is niet hersteld
pl: System plików w %s jest uszkodzony i nie został naprawiony
pt: O sistema de ficheiros em %s está corrompido e não foi reparado
pt_br: O sistema de arquivos em %s está corrompido e não foi reparado
ru: Файловая система в %s сломана и не может быть исправлена
sk: Súborový systém na %s bol poškodený a nemôže byť opravený
sl: Datotečni sistem na %s je pokvarjen in ni bil popravljen
sq: Sistemi i kartelave në %s është i dëmtuar dhe s’u ndreq
sv: Filsystemet på %s är trasigt och blev inte lagat
tr: %s üzerindeki dosya sistemi bozuk ve düzeltilmedi

source: About to create %s file
ca: A punt de crear el fitxer %s
cs: Chystáte se vytvořit %s soubor
da: Er ved at oprette %s-fil
de: Beginne mit der Erstellung von %s
el: δημιουργία αρχείου %s
es: A punto de crear archivo %s
fi: Aloittamassa %s tiedoston luontia
fr: Sur le point de créer le fichier %s
gl_es: Sobre crear o ficheiro %s
hi: %s फाइल बनाना आरंभ होगा
hu: %s fájl létrehozása kezdeményezve
it: Sta per creare il file %s
nb: Skal nå opprette %s-fil
nl: Gaat file %s creëeren
pl: Zostanie utworzony plik %s
pt: Prestes a criar o ficheiro %s
pt_br: Prestes a criar o arquivo %s
ru: О создании файла %s
sk: Vytváram %s súbor
sl: Ustvaril bom datoteko %s
sq: Gati për krijimin e kartelës %s
sv: Kommer att skapa %s fil
tr: %s dosyası oluşturma hakkında

source: size
ca: mida
cs: velikost
da: størrelse
de: Größe
el: μέγεθος
es: tamaño
fi: koko
fr: taille
gl_es: tamaño
hi: आकार
hu: méret
it: taglia
nb: størrelse
nl: grootte
pl: rozmiar
pt: tamanho
pt_br: tamanho
ru: размер
sk: veľkosť
sl: velikost
sq: madhësi
sv: storlek
tr: boyut

source: type
ca: tipus
cs: typ
de: Typ
el: Τύπος
es: tipo
fi: tyyppi
gl_es: tipo
hi: प्रकार
hu: típus
it: tipo
nl: soort
pl: typ
pt: tipo
pt_br: tipo
ru: тип
sk: typ
sl: vrstq
sq: lloj
sv: typ
tr: tür

source: device
ca: dispositiu
cs: zařízení
da: enhed
de: Gerät
el: τη συσκευή
es: medio
fi: laite
fr: périphérique
gl_es: dispositivo
hi: उपकरण
hu: eszköz
it: dispositivo
nb: enhet
nl: apparaat
pl: urządzenie
pt: dispositivo
pt_br: dispositivo
ru: устройство
sk: zariadenie
sl: naprava
sq: pajisje
sv: enhet
tr: aygıt

source: Shall we proceed?
ca: Voleu continuar?
cs: Můžeme pokračovat?
da: Skal vi fortsætte?
de: Fortfahren?
el: Να προχωρήσουμε;
es: ¿Empezamos?
fi: Jatketaanko?
fr: Devons-nous procéder ?
gl_es: Proseguir?
hi: क्या जारी रखें?
hu: Indulhat a feldolgozás?
it: Vogliamo procedere?
nb: Fortsette?
nl: Zullen we doorgaan?
pl: Czy mamy kontynuować?
pt: Prosseguir?
pt_br: Podemos continuar?
ru: Продолжим?
sk: Chcete začať?
sl: Ali naj nadaljujem?
sq: A fillojmë?
sv: Ska vi fortsätta?
tr: Devam edelim mi?

source: Creating %s file
ca: Creant el fitxer %s
cs: Vytváření souboru %s
da: Opretter %s-fil
de: Erstelle die Datei %s
el: Δημιουργία αρχείου %s
es: Creando el archivo %s
fi: Luo %s tiedostoa
fr: Création du fichier %s
gl_es: Creando o ficheiro %s
hi: %s फाइल बनाना जारी
hu: %s fájl létrehozása
it: Creazione del file %s
nb: Oppretter %s-fil
nl: Creëren bestand %s
pl: Tworzenie pliku %s
pt: A criar o ficheiro %s
pt_br: Criando o arquivo %s
ru: Создание файла %s
sk: Vytváram %s súbor
sl: Ustvarjanje datoteke %s
sq: Po krijohet kartela %s
sv: Skapar %s fil
tr: %s dosyası oluşturuluyor

source: Please be patient while %s megs are copied ...
ca: Tingueu paciència mestre es copien %s MB ...
cs: Prosím o strpení, kopíruje se %s MB ...
da: Vær venligst tålmodig mens %s MB kopieres ...
de: Bitte haben Sie Geduld, es werden %s MB kopiert ...
el: Παρακαλώ να είστε υπομονετικοί, ενώ γίνεται η αντιγραφή %s megs ...
es: Sea paciente mientras se copian %s megs ...
fi: Olethan kärsivällinen %s megatavun kopioituessa ...
fr: Veuillez patienter pendant que l’on copie %s Mo ...
gl_es: Agardar mentres %s megs son copiados ...
hi: कृपया धैर्य रखें %s एमबी कॉपी करना जारी है ...
hu: Várjon, amíg %s MB átmásolásra kerül...
it: Si prega di aspettare mentre %s mega vengono copiati...
nb: Vennligst vent mens %s MB kopieres ...
nl: Wees a.u.b. geduldig terwijl %s megs gekopieerd worden ...
pl: Prosimy o cierpliwość podczas kopiowania %s MB ...
pt: Aguardar enquanto %s Megs são copiados ...
pt_br: Por favor, seja paciente enquanto %s Megas são copiados ...
ru: Пожалуйста, подождите, пока %s МБ копируются...
sk: Prosím o trpezlivosť. Kopíruje sa %s Mega...
sl: Prosimo, bodite potrpežljivi, medtem ko se kopira %s megabajtov ...
sq: Ju lutemi, bëni durim, teksa kopjohen %s MB …
sv: Ha tålamod medan %s Megabit kopieras
tr: Lütfen %s megs kopyalanırken sabırlı olun ...

source: Was unable to unmount %s at %s
ca: No s'ha pogut desmuntar %s a %s
cs: Nebylo možné odpojit %s na %s
da: Kunne ikke afmontere %s på %s
de: Konnte %s nicht aus %s aushängen.
el: Δεν ήταν δυνατόν να κάνει unmount %s στο %s
es: No se pudo desmontar %s en %s
fi: %s liitos ei onnistunut kohdassa %s
fr: Impossible de démonter %s à %s
gl_es: Non foi posible descoenctar %s en %s
hi: %s को %s पर से माउंट से हटाना विफल
hu: Nem sikerült a %s csatolása ide: %s
it: Non è stato possibile smontare %s in %s
nb: Klarte ikke avmontere %s på %s
nl: Was niet in staat %s op %s af te koppelen
pl: Nie można odmontować %s w %s
pt: Não foi possível desmontar %s em %s
pt_br: Não foi possível desmontar %s em %s
ru: Невозможно отмонтировать %s на %s
sk: Nebolo možné odpojiť %s na %s
sl: Odklop %sna %sni uspel
sq: S’qe në gjendje të çmontonte %s te %s
sv: Kunde inte avmontera %s på %s
tr: %s'deki %s bağını kaldıramadı

source: Please select a new persistence device
ca: Si us plau, trieu un altre dispositiu de persistència
cs: Prosím vyberte novou zálohovou jednotku
da: Vælg venligst en ny vedvarenhedsenhed
de: Bitte wählen Sie ein neues Persistenz-Laufwerk.
el: Παρακαλώ επιλέξτε μια νέα συσκευή persist
es: Por favor seleccione un medio de persistencia nuevo
fi: Valitse uusi laite persistenssi-tilavaralle
fr: Veuillez sélectionner un nouveau périphérique de persistance
gl_es: Seleccionar outro dispositivo de persistencia
hi: कृपया एक नवीन संरक्षण उपकरण चुनें
hu: Válasszon egy új adatmegőrzési eszközt
it: Prego, seleziona un nuovo dispositivo persistente
nb: Velg ny enhet for varig lagring
nl: Selecteer a.u.b. een nieuw persistent apparaat
pl: Wybierz nowe urządzenie persistence
pt: Seleccionar outro dispositivo de persistência
pt_br: Por favor, selecione um novo dispositivo de persistência
ru: Пожалуйста, выберите новое устройство для сохранения
sk: Zvoľte prosím nové zálohovacie zariadenie
sl: Prosimo, izberite nov obstojni pogon
sq: Ju lutemi, përzgjidhni një pajisje të re vazhdueshmërie
sv: Var vänlig välj en ny persistence enhet
tr: Lütfen yeni bir kalıcılık cihazı seçin

source: Current device is: %s
ca: El dispositiu actual és: %s
cs: Současná jednotka je: %s
da: Nuværende enhed er: %s
de: Das aktuelle Laufwerk ist: %s
el: Τρέχουσα συσκευή είναι: %s
es: El medio actual es: %s
fi: Nykyinen laite on: %s
fr: Le périphérique actuel est : %s
gl_es: O dispositivo actual é: %s
hi: वर्तमान उपकरण : %s
hu: A jelenlegi eszköz: %s
it: Il dispositivo corrente è: %s
nb: Gjeldende enhet er: %s
nl: Huidig apparaat is: %s
pl: Obecne urządzenie to: %s
pt: O dispositivo em uso é: %s
pt_br: O dispositivo atual é: %s
ru: Текущее устройство: %s
sk: Súčasné zariadenie je: %s
sl: Trenutna naprava je: %s
sq: Pajisja e tanishme është: %s
sv: Nuvarande enhet är: %s
tr: Şu anki aygıt: %s

source: The selected device %s is read-only
ca: El dispositiu triat %s és de només lectura
cs: Vybraná jednotka %s je pouze pro čtení
da: Den valgte enhed %s er skrivebeskyttet
de: Das gewählte Laufwerk %s ist auf nur-lesen gesetzt
el: Η επιλεγμένη συσκευή %s είναι μόνο για ανάγνωση
es: El medio seleccionado %s es de sólo lectura
fi: Valittu laite %s on vain-luku tyyppiä
fr: Le périphérique choisi %s est pour la lecture seulement
gl_es: O dispositivo seleccionado %s é só de lectura
hi: चयनित डिवाइस %s केवल-रीड योग्य है
hu: A kiválasztott eszköz csak olvasható: %s
it: Il dispositivo selezionato %s è in sola lettura
nb: Gjeldende enhet %s kan ikke skrives til
nl: Het geselecteerde apparaat %s is enkel lezen
pl: Wybrane urządzenie %s jest tylko do odczytu
pt: O dispositivo seleccionado %s é só de leitura
pt_br: O dispositivo selecionado %s é só de leitura
ru: Выбранное устройство %s только для чтения
sk: Vybrané zariadenie %s je len na čítanie
sl: Izbrana naprava %s je zgolj berljiva
sq: Pajisja e përzgjedhur është vetëm-për-lexim
sv: Den valda enheten %s är read-only
tr: Seçilen %s aygıtı salt okunur aygıt

source: Please select a different device
ca: Si us plau, trieu un altre dispositiu
cs: Prosím vyberte jinou jednotku
da: Vælg venligst en anden enhed
de: Bitte wählen Sie ein anderes Laufwerk.
el: Παρακαλώ επιλέξτε μια διαφορετική συσκευή
es: Por favor seleccione un medio diferente
fi: Valitse eri laite
fr: Veuillez sélectionner un périphérique différent
gl_es: Seleccionar outro dispositivo
hi: कृपया कोई अन्य उपकरण चुनें
hu: Válasszon egy másik eszközt
it: Prego, Seleziona un dispositivo differente
nb: Velg en annen enhet
nl: Kies a.u.b. een ander apparaat
pl: Wybierz inne urządzenie
pt: Seleccionar outro dispositivo
pt_br: Por favor, selecione um dispositivo diferente
ru: Пожалуйста, выберите другое устройство
sk: Zvoľte prosím iné zariadenie
sl: Izberite drugo napravo
sq: Ju lutemi, përzgjidhni një tjetër pajisje
sv: Var vänlig välj en annan enhet
tr: Lütfen farklı bir aygıt seçin

source: new
ca: nou
cs: nové
da: ny
de: neu
el: καινούργια
es: nuevo
fi: uusi
fr: nouveau
gl_es: novo
hi: नवीन
hu: új
it: nuovo
nb: ny
nl: nieuw
pl: nowy
pt: novo
pt_br: novo
ru: новый
sk: nové
sl: nova
sq: e ri
sv: ny
tr: yeni

source: Please choose a new persistence directory
ca: Si us plau, trieu un nou director de persistència
cs: Prosím vyberte novou zálohovou složku
da: Vælg venligst en ny vedvarenhedsmappe
de: Bitte wählen Sie ein neues Persistenz-Verzeichnis.
el: Παρακαλώ επιλέξτε ένα νέο κατάλογο persist
es: Por favor escoja un nuevo directorio de persistencia
fi: Valitse uusi hakemisto persistenssi-tilavaraa varten
fr: Veuillez sélectionner un nouveau répertoire de persistance
gl_es: Escoller un novo directorio de persistencia
hi: कृपया एक नवीन संरक्षण डायरेक्टरी चुनें
hu: Válasszon egy új adatmegőrzési könyvtárat
it: Prego, scegli una nuova cartella di persistenza
nb: Velg ny mappe for varig lagring
nl: Kies a.u.b. een nieuwe persistente map
pl: Wybierz nowy katalog persistence
pt: Escolher um novo diretório de persistência
pt_br: Por favor, escolha um novo diretório de persistência
ru: Пожалуйста, выберите новую папку для сохранения
sk: Zvoľte prosím nový adresár pre zálohovanie.
sl: Prosimo, izberite nov direktorij za obstojnost
sq: Ju lutemi, zgjidhni një drejtori të re vazhdueshmërie
sv: Var vänlig välj en ny persistens-katalog
tr: Lütfen yeni bir kalıcılık dizini seçin

source: The current choice is %s
ca: La selecció actual és %s
cs: Aktuální volba je %s
da: Det nuværende valg er %s
de: Die aktuelle Auswahl ist %s
el: Η τρέχουσα επιλογή είναι %s
es: La selección actual es %s
fi: Nykyinen valinta on %s
fr: Le choix actuel est %s
gl_es: Escollendo actual é %s
hi: वर्तमान विकल्प %s है
hu: A jelenleg választott: %s
it: La scelta corrente è %s
nb: Gjeldende valg er %s
nl: De huidige keuze is %s
pl: Obecny wybór to %s
pt: A escolha actual é %s
pt_br: A escolha atual é %s
ru: Текущий выбор - %s
sk: Aktuálne je zvolené %s
sl: Trenutni izbor je %s
sq: Zgjedhja e tanishme është %s
sv: Det nuvarande valet är %s
tr: Şu anki seçim %s'dir

source: Please select a new persistence directory
ca: Si us plau, trieu un nou director de persistència
cs: Prosím vyberte novou zálohovou složku
da: Vælg venligst en ny vedvarenhedsmappe
de: Bitte wählen Sie ein neues Persistenz-Verzeichnis.
el: Παρακαλώ επιλέξτε ένα νέο κατάλογο persist
es: Por favor seleccione un directorio de persistencia nuevo
fi: Valitse uusi kansio persistenssi-tilavaralle
fr: Veuillez sélectionner un nouveau répertoire de persistance
gl_es: Escoller un novo directorio de persistencia
hi: कृपया एक नवीन संरक्षण डायरेक्टरी चुनें
hu: Válasszon egy új adatmegőrzési könyvtárat
it: Prego, seleziona una nuova cartella di persistenza
nb: Velg ny mappe for varig lagring
nl: Selecteer a.u.b een nieuwe persistente map
pl: Zaznacz nowy katalog persistence
pt: Escolher um novo diretório de persistência
pt_br: Por favor, escolha um novo diretório de persistência
ru: Пожалуйста, выберите новую папку для сохранения
sk: Vyberte prosím nový adresár pre zálohovanie.
sl: Prosimo, izberite nov direktorij za obstojnost
sq: Ju lutemi, përzgjidhni një drejtori të re vazhdueshmërie
sv: Var vänlig välj en ny persistence mapp
tr: Lütfen yeni bir kalıcılık dizini seçin

source: The current one is %s
ca: L'actual és %s
cs: Aktuální je %s
da: Den nuværende er %s
de: Das aktuelle ist %s
el: Η τρέχουσα επιλογή είναι %s
es: El actual es %s
fi: Tämänhetkinen on %s
fr: L’actuel est %s
gl_es: O actual é %s
hi: वर्तमान %s है
hu: A jelenleg választott: %s
it: Quello corrente è %s
nb: Gjeldende er %s
nl: De huidige is %s
pl: Obecny to %s
pt: O actual é %s
pt_br: O atual é %s
ru: Один текущий - %s
sk: Zvolené je %s
sl: Trenutni e %s
sq: E tanishmja është %s
sv: Den nuvarande är %s
tr: Geçerli olan %s
