Repository: dolphinoracle/mx-remaster
Catalog: persist-makefs-po/*.po
Languages: ca, cs, da, de, el, es, fi, fr, gl_es, hi, hu, it, nb, nl, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: antiX Create or Resize Persistence
ca: antiX Crea o redimensiona la persistència
cs: antiX Vytvořit nebo změnit velikost Persistence
da: antiX Opret og tilpas størrelse på vedvarenhed
de: antiX Persistenz erzeugen oder in der Größe änderen
el: Δημιουργία ή αλλαγή μεγέθους του Persistence
es: antiX Crear o Redimensionar Persistencia
fi: antiX:in persistenssi-tilavaran Luonti tai Uudelleenkoostaminen
fr: antiX Créer ou redimensionner la persistance
gl_es: antiX crear ou redimensionar persistencia
hi: एंटी-एक्स संरक्षण बनाना या आकार परिवर्तन
hu: antiX adatmegőrző létrehozása vagy átméretezése
it: antiX Crea o Ridimensiona Persistenza
nb: antiX Opprett eller endre varig lagring
nl: antiX Creëer of Herschaal Persistentie
pl: antiX Utwórz lub Zmień Rozmiar Persistence
pt: antiX Criar ou Redimensionar Persistência
pt_br: Criar ou Redimensionar a Persistência do antiX
ru: antiX Создание или изменение размера сохранения
sk: antiX Vytvoriť alebo Zmeniť veľkosť zálohy
sl: antiX Ustvari ali spremeni velikost za obstojnost
sq: antiX Krijoni ose Ripërmasoni Instalim Vazhdueshmërie
sv: antiX Skapa eller ändra storleken på Persistence
tr: antiX Kalıcılığı Oluştur veya Yeniden Boyutlandır

source: Create or resize the files need for root and/or home persistence.
ca: Crea o redimensiona els fitxers necessaris per a la persistència de l'arrel i/o del directori d'usuari
cs: Tvorba nebo změna velikosti souborů zálohy pro root a/nebo Home.
da: Opret eller tilpas størrelse på filerne som behøver rod- og/eller hjemmevedvarenhed.
de: Erstelle oder ändere die Grösse der Dateien, welche für die Persistence des Wurzel- und/oder Userverzeichnis gebraucht werden.
el: Δημιουργία ή να αλλάξετε το μέγεθος των αρχείων root ή home persist.
es: Crear o redimensionar los archivos para persistencia de root y/o home.
fi: Luo tai muuta tarvittavien tiedostojen kokoa juurikäytölle ja/tai kotikansion persistenssi-tilavaralle.
fr: Créer ou redimensionner les fichiers nécessaires à la persistance du répertoire racine et/ou du répertoire personnel
gl_es: Crear ou redimensionar os ficheiros necesarios á persistencia de root e/ou home
hi: रूट व/या होम संरक्षण हेतु आवश्यक फाइलें बनाएँ या आकार परिवर्तन करें।
hu: A gyökérkönyvtár vagy /home adatmegőrzéshez szükséges fájlok létrehozása vagy átméretezése.
it: Creare o ridimensionare i file necessari per la persistenza della home e/o root
nb: Opprett eller endre størrelsen til filene som trengs for varig lagring av system- og/eller brukerdata.
nl: Creëer of herschaal de bestanden benodigd voor root en/of home persistentie.
pl: Utwórz lub zmień rozmiar plików potrzebnych do root i/lub home persistence.
pt: Criar ou redimensionar os ficheiros necessários à persistência de root e/ou home
pt_br: Criar ou redimensionar os arquivos necessários para a persistência do root e/ou da home
ru: Создать или изменить файлы, необходимые для сохранения корневой и/или домашней папки.
sk: Vytvoriť alebo zmeniť veľkosť súborov, potrebných pre zálohovanie root a/alebo home
sl: Ustvari in spremeni velikost datotek, ki so potrebne za obstojnost za /root in/ali /home.
sq: Krijoni ose ripërmasoni kartelat e nevojshme për vazhdueshmëri rrënje dhe/ose shtëpie.
sv: Skapa eller ändra storleken på filerna för root och/eller home persistence.
tr: Root ve/veya home'da kalıcılık için gereken dosyaları oluşturun veya yeniden boyutlandırın.

source: Use <%s> as the persistence device
ca: Usa <%s> com a dispositiu de persistència
cs: Použít <%s> jako jednotku pro zálohu
da: Brug <%s> som vedvarenhedsenheden
de: Benutze <%s> als Persistence Laufwerk
el: Χρησιμοποιήστε το <%s> ως συσκευή persistence
es: Usar <%s> como el dispositivo de persistencia
fi: Käytä <%s> laitteen persistenssi-tilavaralle
fr: Employer <%s> comme le périphérique de persistance
gl_es: Usar <%s> como dispositivo de persistencia
hi: <%s> को संरक्षण डिवाइस हेतु उपयोग करें
hu: <%s> használata adatmegőrzési eszközként
it: Usa <%s> come dispositivo di persistenza
nb: Bruk <%s> som enhet for varig lagring
nl: Gebruik <%s> als het persistente apparaat
pl: Użyj <%s> jako urządzenia persistence
pt: Usar <%s> como dispositivo de persistência
pt_br: Usar <%s> como dispositivo de persistência
ru: Используйте <%s> как устройство сохранения
sk: Použiť %s ako zálohovaciu jednotku
sl: Uporabi <%s> kot obstojni pogon
sq: Përdor <%s> si pajisje vazhdueshmërie
sv: Använd <%s> som persistence enhet
tr: Kalıcılık aygıtı olarak <%s> kullanın

source: Go directly to the explore menu
ca: Vés directament al menú explore
cs: Přímo k nabídce hledání
da: Gå direkte til udforsk-menuen
de: Direkt zum Erkunden-Menü gehen
el: Πηγαίνετε κατευθείαν στο μενού διερεύνησης
es: Ir directamente al menú de exploración
fi: Mene suoraan tarkasteluvalikkoon
fr: Procéder immédiatement au menu d’exploration
gl_es: Ir directamente para o menú de exploración
hi: सीधे अवलोकन मेन्यू पर जाएँ
hu: Közvetlenül a felfedezés menüt nyissa meg
it: Vai direttamente al menu di esplorazione
nb: Gå direkte til utforskermenyen
nl: Ga rechtstreeks naar het verkennersmenu
pl: Przejdź bezpośrednio do menu eksploracji
pt: Ir directamente para o menu de exploração
pt_br: Ir diretamente para o menu de exploração
ru: Перейти непосредственно к исследовательскому меню
sk: Prejsť rovno k ponuke hľadania
sl: Skoči neposredno na meni raziskovalca
sq: Kalo drejt e te menuja e eksplorimeve
sv: Gå direkt till utforska-menyn
tr: Doğrudan gözatma menüsüne git

source: Go directly to the making a %s file
ca: Vés directament a crear el fitxer %s
cs: Přímo k tvorbě %s souboru
da: Gå direkte til den oprettelsen af en %s-fil
de: Direkt zur Erstellung einer %s Datei gehen
el: Μετάβαση απευθείας στη λήψη αρχείου %s
es: Ir directamente a crear un archivo %s
fi: Menee suoraan %s tiedostoksi tekemiseen
fr: Procéder immédiatement à faire un fichier %s
gl_es: Ir directamente para a creación dun ficheiro %s
hi: सीधे %s फाइल सृजन कार्य पर जाएँ
hu: Közvetlenül a %s fájl létrehozását nyissa meg
it: Vai direttamente a creare un file %s
nb: Gå direkte til oppretting av %s-fil
nl: Ga rechtstreeks naar het maken van een %s bestand
pl: Przejdź bezpośrednio do tworzenia pliku %s
pt: Ir directamente para a criação dum ficheiro %s
pt_br: Ir diretamente para a criação de um arquivo %s
ru: Перейти непосредственно к созданию файла %s
sk: Prejsť rovno k vytvoreniu %s súboru
sl: Pojdi neposredno na ustvarjanje %s datoteke
sq: Kalo drejt e te krijimi i një kartele %s
sv: Gå direkt till att göra en %s fil
tr: Doğrudan %s dosyası oluşturun

source: Change Persistence Device
ca: Canvia el dispositiu de persistència
cs: Změnit zálohovací jednotku
da: Skift vedvarenhedsenhed
de: Wechsle das Persistenz- Laufwerk
el: Αλλαγή συσκευής persistence
es: Cambiar el dispositivo de persistencia
fi: Muuta Laitetta Persistenssi-tilavaralle
fr: Changer de périphérique persistant
gl_es: Cambiar de dispositivo de persistencia
hi: संरक्षण उपकरण बदलें
hu: Adatmegőrzési eszköz megváltoztatása
it: Cambia il dispositivo di persistenza
nb: Endre enhet for varig lagring
nl: Verander Persistent Apparaat
pl: Zmień urządzenie Persistence
pt: Mudar de Dispositivo de Persistência
pt_br: Alterar o Dispositivo de Persistência
ru: Изменить устройство сохранения
sk: Zmeniť Zálohovaciu jednotku
sl: Spremeni pogon za obstojnost
sq: Ndryshoni Pajisje Vazhdueshmërie
sv: Ändra Persistence Enhet
tr: Kalıcı Aygıtı Değiştirin

source: Change Peristence Path
ca: Canvia el camí de persistència
cs: Změnit cestu k záloze
da: Skift vedvarenhedssti
de: Wechsle den Persistenz-Pfad
el: Αλλαγή διαδρομής persistence
es: Cambiar la ruta de persistencia
fi: Muuta Persistenssi-tilavaran Polkua
fr: Changer de chemin de persistance
gl_es: Cambiar a ruta da persistencia
hi: संरक्षण पथ बदलें
hu: Adatmegőrzési útvonal megváltoztatása
it: Cambia percorso di persistenza
nb: Endre sti til varig lagring
nl: Verander Persistent Pad
pl: Zmień ścieżkę Persistence
pt: Alterar o Caminho (a Localização) da Persistência
pt_br: Alterar a Localização da Persistência
ru: Изменить путь сохранения
sk: Zmeniť cestu k zálohe
sl: Spremeni pot za obstojnost
sq: Ndryshoni Shteg Vazhdueshmërie
sv: Ändra Peristence Path
tr: Kalıcı Konumunu Değiştirin

source: Create Root Persistence
ca: Canvia la persistència de l'arrel
cs: Vytvořit zálohu pro root
da: Opret rodvedvarenhed
de: Erstelle Persistenz des Wurzelverzeichnisses
el: Δημιουργία Root Persistence
es: Crear la persistencia de Root
fi: Luo Juurikäytön Persistenssi-tilavara
fr: Créer la persistance de racine
gl_es: Crear a persistencia do root
hi: रूट संरक्षण बनाएँ
hu: Gyökérkönyvtár adatmegőrzés létrehozása
it: Crea Persistenza Root
nb: Opprett varig lagring av systemdata
nl: Verander Root Persistentie
pl: Utwórz Root Persistence
pt: Criar Persistência de Root
pt_br: Criar a Persistência de Root
ru: Создать сохранение корневой папки
sk: Vytvoriť zálohu Root
sl: Ustvari korensko obstojnost
sq: Krijoni Vazhdueshmëri Rrënje
sv: Skapa Root Persistence
tr: Root Kalıcılığı Oluşturun

source: Resize Root Persistence
ca: Redimensiona la persistència de l'arrel
cs: Změnit velikost zálohy pro root
da: Tilpas størrelse på rodvedvarenhed
de: Ändere die Größe der Root-Persistenz
el: Αλλαγή μεγέθους Root Persistence
es: Redimensionar la persistencia de Root
fi: Muuta Juuren Persistenssi-tilavaran Kokoa
fr: Redimensionner la persistance de racine
gl_es: Redimensionar a persistencia do root
hi: रूट संरक्षण आकार परिवर्तन करें
hu: Gyökérkönyvtár adatmegőrzés átméretezése
it: Ridimensiona Persistenza Root
nb: Endre størrelse til varig lagring av systemdata
nl: Herschaal Root Persistentie
pl: Zmień rozmiar Root Persistence
pt: Redimensionar a Persistência de Root
pt_br: Redimensionar a Persistência de Root
ru: Изменить размер сохранения корневой папки
sk: Zmeniť veľkosť zálohy Root
sl: Spremeni velikost za korensko obstojnost
sq: Ripërmasoni Vazhdueshmëri Rrënje
sv: Ändra storlek på Root Persistence
tr: Root Kalıcılığını Yeniden Boyutlandır

source: Make rootfs.new file for remastering
ca: Crea el fitxer rootfs.new per remasteritzar
cs: Vytvořit soubor rootfs.new pro remástrování
da: Skab rootfs.new-fil til remastering
de: rootfs.new Datei zum Remaster erstellen
el: Κάντε αρχείο rootfs.new για remastering
es: Hacer un archivo rootfs.new para remasterizar
fi: Tee rootfs.new tiedosto uudelleenisännöintiä varten
fr: Construire le fichier rootfs.new pour le rematriçage
gl_es: Crear ficheiro rootfs.new para recomposición
hi: रीमास्टर हेतु rootfs.new फाइल बनाएँ
hu: A rootfs.new fájl létrehozása lemezképbe rögzítéshez
it: Creare il file rootfs.new per rimasterizzare
nb: Opprett rootfs.new-fil for remastring
nl: Creëer rootfs.new bestand voor remastering
pl: Utwórz plik rootfs.new dla remasterowania
pt: Criar ficheiro rootfs.new para recomposição
pt_br: Criar o arquivo rootfs.new para a remasterização
ru: Создать файл rootfs.new для ремастеринга
sk: Vytvoriť súbor rootfs.new pre úpravy
sl: Ustvari root.new za predelavo
sq: Krijoni kartelë rootfs.new për rikrijim
sv: Gör rootfs.new fil för remastering
tr: Yeniden düzenleme için rootfs.new dosyasını oluşturun

source: Create Home Persistence
ca: Crea persistència al directori d'usuari
cs: Vytvořit zálohu pro Home
da: Opret hjemmevedvarenhed
de: Home Persistenz erstellen
el: Δημιουργία Home Persistence
es: Crear persistencia de Home
fi: Luo Kotikansion Persistenssi-tilavara
fr: Créer la persistance des répertoires personnels (home)
gl_es: Crear persistencia de home
hi: होम संरक्षण बनाएँ
hu: /home adatmegőrzés létrehozása
it: Crea Persistenza Home
nb: Opprett varig lagring av brukerdata
nl: Creëer Home Persistentie
pl: Utwórz Home Persistence
pt: Criar Persistência de Home
pt_br: Criar a Persistência de Home
ru: Создать сохранение домашней папки
sk: Vytvoriť zálohu Home
sl: Ustvari obstojni domači home
sq: Krijo Vazhdueshmëri Shtëpie
sv: Skapa Home Persistence
tr: Home Kalıcılığı Oluşturun

source: Resize Home Persistence
ca: Redimensiona la persistència al directori d'usuari
cs: Změnit velikost zálohy pro Home
da: Tilpas størrelse på hjemmevedvarenhed
de: Ändere die Grösse der Home-Persistenz
el: Αλλαγή μεγέθους Home Persistence
es: Redimensionar persistencia de Home
fi: Muuta Kotikansion Persistenssi-tilavaraa
fr: Redimensionner la persistance des répertoires personnels (home)
gl_es: Redimensionar persistencia de home
hi: होम संरक्षण आकार परिवर्तन करें
hu: /home adatmegőrzés átméretezése
it: Ridimensiona Persistenza Home
nb: Endre størrelse til varig lagring av brukerdata
nl: Herschaal Home Persistentie
pl: Zmień rozmiar Home Persistence
pt: Redimensionar Persistência de Home
pt_br: Redimensionar a Persistência de Home
ru: Изменить размер сохранения домашней папки
sk: Zmeniť veľkosť zálohy Home
sl: Spremeni velikost za obstojni domači home
sq: Ripërmasoni Vazhdueshmëri Shtëpie
sv: Ändra storlek på Home Persistence
tr: Home Kalıcılığını Yeniden Boyutlandır

source: Quit this program
ca: Surt del programa
cs: Ukončit program
da: Afslut programmet
de: Dieses Programm beenden
el: Κλείστε αυτό το πρόγραμμα
es: Salir de este programa
fi: Lopeta tämä ohjelma
fr: Quitter le programme
gl_es: Saír deste programa
hi: यह प्रोग्राम बंद करें
hu: Kilépés a programból
it: Chiudi questo programma
nb: Avslutt programmet
nl: Dit programma beëindigen
pl: Zakończ ten program
pt: Sair deste programa
pt_br: Sair deste programa
ru: Выйти из этой программы
sk: Koniec programu
sl: Končaj ta program
sq: Mbylle këtë program
sv: Avsluta detta program
tr: Programdan Çık

source: Update information
ca: Actualitza la informació
cs: Aktualizovat informace
da: Opdateringsinformation
de: Informationen aktualisieren
el: Ενημέρωση των πληροφοριών
es: Actualizar la información
fi: Päivitä tiedot
fr: Mettre à jour les informations
gl_es: Actualizar información
hi: सूचना अपडेट करें
hu: Információk frissítése
it: Aggiorna le informazioni
nb: Oppdater informasjon
nl: Informatie opwaarderen
pl: Zaktualizuj informacje
pt: Actualizar informação
pt_br: Atualizar as informações
ru: Обновить информацию
sk: Aktualizovať informácie
sl: Posodobi informacije
sq: Përditëso informacionin
sv: Uppdatera information
tr: Güncelleme bilgisi

source: Fix or delete broken and outdated files
ca: Arregla o esborra els fitxers trencats o inútils
cs: Opravit nebo smazat poškozené a zastaralé soubory
da: Ret eller slet ødelagte og forældede filer
de: Reparieren oder Löschen beschädigter und veralteter Dateien
el: Επιδιόρθωση ή διαγραφή σπασμένα και παλιά αρχεία
es: Reparar o borrar archivos dañados o desactualizados
fi: Korjaa tai poista vanhentuneet tiedostot
fr: Réparer ou supprimer les fichiers brisés/périmés
gl_es: Reparar ou eliminar ficheiros quebrados ou non actualizados
hi: विकृत व पुरानी फाइलों को सुधारें या हटाएँ
hu: Hibás vagy elavult fájlok javítása vagy törlése
it: Ripara o elimina i file obsoleti e danneggiati
nb: Fiks eller slett skadede og utdaterte filer
nl: Herstel of verwijder kapotte en verouderde bestanden
pl: Napraw lub usuń uszkodzone i nieaktualne pliki
pt: Reparar ou eliminar ficheiros quebrados ou desactualizados
pt_br: Reparar ou excluir os arquivos corrompidos e desatualizados
ru: Исправить или удалить "сломанные" и устаревшие файлы
sk: Opraviť alebo zmazať staré súbory
sl: Popravi ali izbriši okvarjene ali zastarele datoteke
sq: Ndreqni, ose fshini kartela të dëmtuara dhe të vjetruara
sv: Reparera eller ta bort trasiga och inaktuella filer
tr: Bozuk ve eskimiş dosyaları onar veya sil

source: Fix
ca: Arregla
cs: Opravit
da: Ret
de: Reparieren
el: Διόρθωση
es: Reparar
fi: Korjaa
fr: Réparer
gl_es: Reparar
hi: सुधारें
hu: Javítás
it: Ripara
nb: Fiks
nl: Herstel
pl: Napraw
pt: Reparar
pt_br: Reparar
ru: Исправить
sk: Opraviť
sl: Popravi
sq: Ndreqe
sv: Reparera
tr: Onar

source: Delete
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
fr: Supprimer
gl_es: Eliminar
hi: हटाएँ
hu: Törlés
it: Elimina
nb: Slett
nl: Verwijder
pl: Usuń
pt: Eliminar
pt_br: Excluir
ru: Удалить
sk: Zmazať
sl: Izbriši
sq: Fshije
sv: Ta bort
tr: Sil

source: Explore
ca: Explora
cs: Prohledat
da: Udforsk
de: Erkunden
el: Εξερεύνηση
es: Explorar
fi: Tutki
fr: Explorer
gl_es: Explorar
hi: अवलोकन
hu: Felfedezés
it: Esplora
nb: Utforsk
nl: Verkennen
pl: Eksploruj
pt: Explorar
pt_br: Explorar
ru: Исследовать
sk: Hľadať
sl: Raziskuj
sq: Eksploroni
sv: Utforska
tr: Gözatma

source: Exploration Menu
ca: Menú d'exploració
cs: Nabídka hledání
da: Udforskningsmenu
de: Erkunden-Menü
el: Μενού εξερεύνησης
es: Menú de exploración
fi: Tarkasteluvalikko
fr: Menu d’exploration
gl_es: Menú de exploración
hi: अवलोकन मेन्यू
hu: Felfedezési menü
it: Menu di ricerca
nb: Utforskingsmeny
nl: Verkennersmenu
pl: Menu eksploracji
pt: Menu de Exploração
pt_br: Menu de Exploração
ru: Исследовательское меню
sk: Ponuka Hľadania
sl: Raziskovalni meni
sq: Menu Eksplorimi
sv: Utforskningsmeny
tr: Gözatma Menüsü

source: Exploring
ca: Explorant
cs: Prohledávám
da: Udforsker
de: Erkunde
el: Εξερευνώντας
es: Explorando
fi: Tarkastelu
fr: En train d’explorer
gl_es: Explorando
hi: अवलोकन जारी
hu: Felfedezés
it: Ricerca
nb: Utforsking
nl: Verkennen
pl: Eksplorowanie
pt: A explorar
pt_br: Explorando
ru: Исследование
sk: Hľadám
sl: Raziskovanje
sq: Eksplorim
sv: Utforskandet
tr: Araştırılıyor

source: Persistence Device
ca: Dispositiu de persistència
cs: Jednotka zálohy
da: Vedvarenhedsenhed
de: Persistenz-Laufwerk
el: συσκευή persistence
es: Medio de persistencia
fi: Persistenssi-tilavaran laite
fr: Périphérique de persistance
gl_es: Dispositivo de persistencia
hi: संरक्षण उपकरण
hu: Adatmegőrzési eszköz
it: Dispositivo di Persistenza
nb: Enhet for varig lagring
nl: Persistent Apparaat
pl: Urządzenie Persistence
pt: Dispositivo de Persistência
pt_br: Dispositivo de Persistência
ru: Устройство сохранения
sk: Zálohovacie zariadenie
sl: Pogon za obstojnost
sq: Pajisje Vazhdueshmërie
sv: Persistence-enhet
tr: Kalıcı Aygıt

source: Persistence Directory
ca: Directori de persistència
cs: Složka zálohy
da: Vedvarenhedsmappe
de: Persistenz-Verzeichnis
el: Κατάλογος Persistence
es: Directorio de persistencia
fi: Persistenssi-tilavaran Kansio
fr: Répertoire de persistance
gl_es: Directorio de persistencia
hi: संरक्षण डायरेक्टरी
hu: Adatmegőrzési könyvtár
it: Cartella di Persistenza
nb: Mappe for varig lagring
nl: Persistente Map
pl: Katalog Persistence
pt: Directório de Persistência
pt_br: Diretório de Persistência
ru: Директория сохранения
sk: Adresár Zálohy
sl: Direktorij za obstojnost
sq: Drejtori Vazhdueshmërie
sv: Persistence-mapp
tr: Kalıcı Dizin

source: Persistence file: %s
ca: Fitxer de persistència: %s
cs: Soubor zálohy: %s
da: Vedvarenhedsfil: %s
de: Persistenz-Datei: %s
el: αρχείο persist: %s
es: Archivo de Persistencia: %s
fi: Persistenssi-tilavaran tiedosto: %s
fr: Fichier de persistance : %s
gl_es: Ficheiro de persistencia: %s
hi: संरक्षण फाइल : %s
hu: Adatmegőrzési fájl: %s
it: File di persistenza: %s
nb: Fil for varig lagring: %s
nl: Persistent bestand: %s
pl: Plik Persistence: %s
pt: Ficheiro de Persistência: %s
pt_br: Arquivo de Persistência: %s
ru: Файл сохранения: %s
sk: Záloha súboru: %s
sl: Datoteka za obstojnost: %s
sq: Kartelë vazhdueshmërie: %s
sv: Persistence fil: %s
tr: Kalıcı dosya: %s

source: Stop Exploring
ca: Atura l'exploració
cs: Zastavit hledání
da: Stop udforskning
de: Erkundung stoppen
el: Σταματήστε την εξερεύνηση
es: Detener la exploración
fi: Lopeta Tarkastelu
fr: Arrêter l’exploration
gl_es: Parar a exploración
hi: अवलोकन रोकें
hu: Felfedezés befejezése
it: Stop ricerca
nb: Stopp utforsking
nl: Stop Verkennen
pl: Zatrzymaj eksplorowanie
pt: Parar a exploração
pt_br: Parar a exploração
ru: Остановить исследование
sk: Ukončiť Prehľadávanie
sl: Zaključi raziskovanje
sq: Ndale Eksplorimin
sv: Stoppa Utforskandet
tr: Gözatmayı Durdur

source: Stop Fixing and deleting
ca: Atura d'arreglar i esborrar
cs: Zastavit opravu a mazání
da: Stop rettelse og sletning
de: Reparieren und Löschen stoppen
el: Σταματήστε τον καθορισμό και τη διαγραφή
es: Detener la reparación y borrado
fi: Lopeta Korjaaminen ja Poistaminen
fr: Arrêter la réparation et la suppression
gl_es: Parar a reparación e eliminar
hi: सुधारना व हटाना रोकें
hu: Javítás és törlés befejezése
it: Stop riparazione ed eliminzione
nb: Stopp fiksing og sletting
nl: Stop Herstellen en verwijderen
pl: Zatrzymaj naprawianie i usuwanie
pt: Parar o Reparar e eliminar
pt_br: Parar de reparar e excluir
ru: Остановить исправление и удаление
sk: Ukončiť Opraviť a zmazať
sl: Zaključi s popravljanjem in brisanjem
sq: Ndale Ndreqjen dhe fshirjen
sv: Stoppa reparerandet och borttagandet
tr: Düzeltmeyi ve silmeyi durdur

source: Fix and Delete Files Menu
ca: Menú per arreglar i esborrar fitxers
cs: Opravit a Smazat nabídku souborů
da: Ret og slet filer-menu
de: Dateien-Menü reparieren und löschen
el: Διόρθωση και διαγραφή αρχείων Μενού
es: Reparar y borrar el menú de archivos
fi: Korjaa ja Poista Tiedostovalikko
fr: Menu Réparer et Supprimer des fichiers
gl_es: Menú de reparar e liminar ficheiros
hi: फाइल मेन्यू सुधारें व हटाएँ
hu: Fájl javító és törlő menü
it: Menu Ripara ed Elimina Files
nb: Meny for fiksing og sletting av filer
nl: Herstel en Verwijder Bestandsmenu
pl: Napraw i Usuń Menu Plików
pt: Menu de Reparar e Eliminar Ficheiros
pt_br: Menu de Reparar e Eliminar Arquivos
ru: Меню исправления и удаления файлов
sk: Ponuka Opraviť a zmazať
sl: Popravi in izbriši meni Datoteke
sq: Menu “Ndreqni dhe Fshini Kartela”
sv: Reparera och Ta bort filer Meny
tr: Düzeltme ve Silme Dosyaları Menüsü

source: does not exist
ca: no existeix
cs: neexistuje
da: findes ikke
de: existiert nicht
el: δεν υπάρχει
es: no existe
fi: ei ole olemassa
fr: n’existe pas
gl_es: non existe
hi: मौजूद नहीं है
hu: nem létezik
it: non esiste
nb: finnes ikke
nl: bestaat niet
pl: nie istnieje
pt: não existe
pt_br: não existe
ru: не существует
sk: neexistuje
sl: ne obstaja
sq: s’ekziston
sv: finns inte
tr: mevcut değil

source: Broken!
ca: Espatllat!
cs: Poškozeno!
da: Ødelagt!
de: Beschädigt!
el: Χαλασμένος!
es: ¡Dañado!
fi: Rikkinäinen!
fr: Cassé !
gl_es: Roto!
hi: विकृत!
hu: Hibás!
it: Rotto!
nb: Ødelagt!
nl: Kapot!
pl: Zepsute!
pt: Quebrado!
pt_br: Quebrado!
ru: Сломан!
sk: Poškodené!
sl: Okvarjeno!
sq: E dëmtuar!
sv: Trasig!
tr: Bozuk!

source: Simple, stable, no journaling
ca: Senzill, estable, sense registre
cs: Jednoduché, stabilní, bez zapisování
da: Simpel, stabil, ingen journalføring
de: Stabil, simpel, kein Journaling
el: Απλό, σταθερό,χωρίς journaling
es: Simple, estable, sin registro diario
fi: Yksinkertainen, vakaa, ei journalointia
fr: Simple, stable, aucune journilisation
gl_es: Simple, estable, sen rexistrar
hi: सरल, स्थिर, कोई रिकॉर्ड नहीं
hu: Egyszerű, gyors, nem naplózó
it: Semplice, stabile, non journaling
nb: Enkelt, stabilt, ingen journalføring
nl: Simpel, stabiel, geen journaling
pl: Prosty, stabilny, bez księgowania (journaling)
pt: Simples, estável, sem registar (journaling)
pt_br: Simples, estável, sem registros (journaling)
ru: Простой, стабильный, без журналирования
sk: Jednoduché, stabilné, bez žurnálu
sl: Preprosto, stabilno, brez indeksiranja
sq: I thjeshtë, i qëndrueshëm, pa “journaling”
sv: Enkel, stabil, inget journalförande
tr: Basit, kararlı, günlük kayıt yok

source: Adds journaling.
ca: Afegeix registre.
cs: Přidává zapisování.
da: Tilføjer journalføring.
de: Journaling hinzufügen.
el: Προσθέτει journaling.
es: Agrega un registro diario.
fi: Lisää journaloinnin.
fr: Ajoute la journalisation.
gl_es: Engadir rexistros
hi: रिकॉर्ड करना जोड़ें।
hu: Hozzáadja a naplózó rendszert.
it: Aggiunge il journaling.
nb: Legger til journalføring.
nl: Voegt journaling toe.
pl: Dodaje księgowanie (journaling).
pt: Adicionar registos (journaling)
pt_br: Adicionar os registros (journaling)
ru: Добавляет журналирование.
sk: Pridať žurnál.
sl: Doda indeksiranje
sq: Shton “journaling”.
sv: Lägger till journalförande.
tr: journaling özelliği ekleniyor.
