Repository: dolphinoracle/mx-remaster
Catalog: persist-makefs-po/*.po
Languages: ca, cs, da, de, el, es, fi, fr, gl_es, hi, hu, it, nb, nl, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: Expected a directory at %s but found a file.
ca: S'esperava un directori a %s, però s'ha trobat un fitxer.
cs: Predpokládaná složka na %s je souborem.
da: Ventede en mappe på %s men fandt en fil.
de: Ein Verzeichnis in %s erwartet, aber eine Datei gefunden.
el: Αναμενόμενη έναν κατάλογο στο %s, αλλά βρήκε ένα αρχείο.
es: Se esperaba un directorio en %s pero se encontró un archivo.
fi: %sodotettiin löytyväksi hakemisto mutta sen sijasta löytyi tiedosto.
fr: On a compté sur trouver un répertoire à %s, mais on y a trouvé un fichier.
gl_es: Era esperado un directorio en %s, mais foi atopado un ficheiro.
hi: %s पर डायरेक्टरी अपेक्षित थी परन्तु फाइल मिली।
hu: Itt egy könyvtárnak kellene lennie, de ez fájl: %s.
it: Ci si aspettava una directory su %s ma è stato trovato un file al suo posto.
nb: Forventet en mappe i %s, men fant faktisk en fil.
nl: Verwachtte een map op %s maar vond een bestand.
pl: Oczekiwano katalogu w %s ale znaleziono plik.
pt: Era esperado um diretório em %s, mas foi encontrado um ficheiro.
pt_br: Era esperado um diretório em %s, mas foi encontrado um arquivo.
ru: Ожидалась директория в %s, но найден файл.
sk: Namiesto súboru bol na %s nájdený adresár.
sl: Na %s bi moral biti direktorij a je bila najdena le datoteka.
sq: Pritej një drejtori te %s, por u gjet një kartelë.
sv: Väntade en mapp på %s men fann en fil
tr: %s'te bir dizin bekleniyordu, ancak bir dosya buldu.

source: The only other option is to quit.
ca: L'única altra opció és sortir.
cs: Jediná další možnost je ukončení.
da: Den eneste anden mulighed er at afslutte.
de: Bleibt nur noch die Option "Programm verlassen".
el: Η μόνη άλλη επιλογή είναι το τερματισμό
es: La única opción es salir.
fi: Lopetus on ainoa lisävaihtoehto.
fr: La seule option qui reste est de quitter.
gl_es: A outra única opción é saír.
hi: दूसरा विकल्प प्रक्रिया बंद करना है।
hu: Az egyetlen másik lehetőség a kilépés.
it: L'unica altra opzione è chiudere
nb: Det eneste alternativet er å avslutte.
nl: De enige andere optie is te stoppen.
pl: Jedyną pozostałą opcją jest zakończyć.
pt: A outra única opção é sair.
pt_br: A única outra opção é sair.
ru: Только другая опция, чтобы выйти.
sk: Jediná možnosť je to ukončiť.
sl: Edina druga možnost je izhod
sq: Mundësia tjetër e vetme është të dilet.
sv: Det enda andra alternativet är att sluta.
tr: Diğer tek seçenek çıkmaktır.

source: Unable to erase file %s
ca: No es pot esborrar el fitxer %s
cs: Nebylo možné vymazat soubor %s
da: Kan ikke slette filen %s
de: Konnte die Datei %s nicht löschen.
el: Δεν είναι δυνατή η διαγραφή του αρχείου %s
es: No se pudo borrar el archivo %s
fi: Tiedoston %s poistaminen ei onnistunut
fr: Impossible de supprimer le fichier %s
gl_es: Non foi posible borrar o ficheiro %s
hi: %s फाइल हटाना विफल
hu: A fájl törlése nem sikerült: %s
it: Non è stato possibile eliminare il file %s
nb: Klarte ikke slette fila %s
nl: Niet in staat file %s te verwijderen
pl: Nie można usunąć pliku %s
pt: Não foi possível apagar o ficheiro %s
pt_br: Não foi possível apagar o arquivo %s
ru: Невозможно удалить файл %s
sk: Nepodarilo sa zmazať súbor %s
sl: Nisem mogel izbrisati datoteke %s
sq: S’arrihet të fshihet kartela %s
sv: Kan inte radera filen %s
tr: %s dosyası silinemiyor

source: Unable to make directory %s
ca: No es pot crear el directori %s
cs: Nebylo možné vytvořit složku %s
da: Kan ikke skabe mappen %s
de: Konnte das Verzeichnis %s nicht erstellen.
el: Ανίκανος να κάνει τον κατάλογο %s
es: No se pudo crear el directorio %s
fi: %shakemiston teko ei onnistunut
fr: Impossible de créer le répertoire %s
gl_es: Non foi posible crear o directorio %s
hi: %s डायरेक्टरी बनाना विफल
hu: A könyvtár létrehozása nem sikerült: %s
it: Non è stato possibile creare la directory %s
nb: Klarte ikke opprette mappa %s
nl: Niet in staat map %s te creëeren
pl: Nie można utworzyć katalogu %s
pt: Não foi possível criar o diretório %s
pt_br: Não foi possível criar o diretório %s
ru: Невозможно создать директорию %s
sk: Nepodarilo sa vytvoriť adresár %s
sl: Neuspešno ustvarjanje direktorija %s
sq: S’arrihet të krijohet drejtori %s
sv: Kan inte skapa mapp %s
tr: %sdizini yapılamıyor

source: There were no errors to correct in %s.
ca: No hi havia errors per corregir a %s.
cs: Nebylo co opravovat v %s.
da: Der var ingen fejl at rette i %s.
de: Es gab in %s keine Fehler zu korrigieren.
el: Δεν υπήρχαν σφάλματα να διορθώσει στο %s
es: No había errores que corregir en %s.
fi: Kohteessa %s ei löytynyt virheitä korjattavaksi.
fr: Il n’y a pas d’erreurs à corriger en %s.
gl_es: Non había erros corrixindo en %s.
hi: %s में सुधारने हेतु कोई त्रुटि नहीं है।
hu: Nem voltak javítandó hibák a fájlban: %s.
it: Non ci sono stati errori durante la connessione a %s.
nb: Fant ingen feil å korrigere i %s.
nl: Er waren geen fouten te herstellen in %s.
pl: Nie było błędów, które można poprawić w %s.
pt: Não havia erros a corrigir em %s
pt_br: Não havia erros para corrigir em %s
ru: Не было ошибок для исправления в %s.
sk: Nenašli sa žiadne chyby na opravu %s.
sl: V %s ni bilo napak za popravilo
sq: Te %s s’pati gabime për ndreqje.
sv: Det fanns inga fel att rätta i %s
tr: %s'de düzeltilecek hata yoktu.

source: File system in %s should be fixed.
ca: Cal arreglar el sistema de fitxers a %s.
cs: Souborový systém v %s by měl být opraven.
da: Filsystemet i %s kunne ikke rettes.
de: Dateisystem in %s sollte repariert werden.
el: Πρέπει να διοριστεί το σύστημα αρχείων στο %s.
es: El sistema de archivos en%s debe repararse.
fi: Tiedostojärjestelmä kohteessa %s tulisi korjata.
fr: Vous devez réparer le système de fichiers en %s.
gl_es: O sistema de ficheiros en %s deberá estar reparado.
hi: %s का फाइल सिस्टम सुधारने की आवश्यकता है।
hu: A %s fájlban lévő fájlrendszer javításra szorul.
it: Il file system in %s dovrebbe essere riparato.
nb: Filsystemet i %s bør repareres.
nl: Bestandssysteem in %s moet hersteld worden.
pl: System plików w %s powinien zostać naprawiony.
pt: O sistema de ficheiros em %s deverá estar reparado.
pt_br: O sistema de arquivos em %s deveria ser reparado.
ru: Файловая система в %s должна быть исправлена.
sk: Súborový systém na %s by sa mohol dať opraviť.
sl: Datotečni sistem v %s bi moral biti popravljen
sq: Sistemi i kartelave në %s duhet ndrequr.
sv: Filsystemet i %s borde vara fixat.
tr: %s'deki dosya sistemi düzeltilmelidir.

source: File system in %s left uncorrected.
ca: El sistema de fitxers a %s s'ha deixat sense corregir.
cs: Souborový systém v %s zůstal neopraven.
da: Filsystemet i %s efterladt uden at blive rettet.
de: Dateisystem in %s blieb unkorrigiert.
el: Το σύστημα αρχείων στο %s είναι αδιόρθωτα.
es: El sistema de archivos en %s no se corrigió.
fi: Tiedostojärjstelmä kohteessa %sjätettiin korjaamatta.
fr: Le système de fichiers en %s a été laissé incorrect.
gl_es: Sistema de ficherios en %s non corrixido.
hi: %s का फाइल सिस्टम सुधारा नहीं गया।
hu: A %s fájlban lévő fájlrendszer nem került javításra.
it: File system in %s lasciato non corretto.
nb: Filsystemet i %s ble ikke reparert.
nl: Bestandssysteem in %s niet hersteld.
pl: System plików w %s pozostawiono bez wprowadzania poprawek.
pt: Sistema de ficheiros em %s não corrigido.
pt_br: O sistema de arquivos em %s não foi corrigido.
ru: Файловая система в %s осталась неисправленной.
sk: Súborový systém na %s zostal neopravený.
sl: Datotečni sistem v %s je ostal nepopravljen.
sq: Sistemi i kartelave në %s u la i pandrequr.
sv: Filsystemet i %s är lämnat orättat.
tr: %s'deki dosya sistemi düzeltilmedi.

source: You may be able to fix this manually with the command:
ca: Podeu arreglar-ho manualment amb l'ordre:
cs: Můžete to zkusit manuálně zadáním příkazu:
da: Du kan måske rette det manuelt ved kommandoen:
de: Sie können das evtl. manuell reparieren mit dem Befehl:
el: Μπορεί να διορθώσετε αυτό χειροκίνητα με την εντολή:
es: Puede repararlo manualmente con la orden:
fi: Voi olla mahdollista korjata tämä käsin käskyllä:
fr: Il se peut que vous puissiez le réparer manuellement en employant la commande :
gl_es: Pode ser posible reparar manualmente co comando:
hi: इस कमांड द्वारा आप स्वयं इस समस्या का समाधान कर सकते हैं :
hu: Megpróbálhatja megjavítani a hibát a következő paranccsal:
it: Puoi essere in grado di riparare questo manualmente con il comando:
nb: Dette kan kanskje repareres manuelt med kommandoen:
nl: Je kunt dit handmatig herstellen met het commando:
pl: Możesz to naprawić ręcznie korzystając z polecenia:
pt: Talvez seja possível reparar manualmente com o comando:
pt_br: Você pode reparar manualmente com o comando:
ru: Вы можете исправить это вручную с помощью команды:
sk: Možno by ste toto mohli opraviť ručne pomocou príkazu:
sl: To morda lahko popravite ročnoo z ukazom:
sq: Mund të jeni në gjendje ta ndreqni këtë dorazi, përmes urdhrit:
sv: Du kan kanske fixa det här manuellt med kommandot:
tr: Bunu komutla düzeltebilirsiniz:

source: Failed to fix %s
ca: No es pot esmenar %s
cs: Oprava %s zlyhala
da: Kunne ikke rette %s
de: Reparatur von %s ist gescheitert.
el: Αποτυχία η διόρθωση %s
es: No se pudo reparar %s
fi: %skorjaaminen ei onnistunut
fr: Impossible de réparer %s
gl_es: A reparación de %s fallou
hi: %s सुधारना विफल
hu: Nem sikerült a %s javítása
it: Fallita la riparazione di %s
nb: Klarte ikke reparere %s
nl: Herstellen van %s mislukt
pl: Nie udało się naprawić %s
pt: A reparação de %s falhou
pt_br: A reparação de %s falhou
ru: Не удалось исправить %s
sk: Zlyhala oprava %s
sl: Nisem mogel popraviti %s
sq: S’u arrit të ndreqet %s
sv: Kunde inte fixa %s
tr: %s düzeltilemedi

source: Shall I delete the file: %s?
ca: Voleu que esborri el fitxer: %s?
cs: Mám smazat soubor: %s?
da: Skal jeg slette filen: %s?
de: Soll die Datei %s gelöscht werden?
el: Να διαγράψω το αρχείο: %s;
es: ¿Se debería borrar el archivo: %s?
fi: Poistanko tiedoston: %s ?
fr: Dois-je supprimer le fichier : %s ?
gl_es: Eliminar o ficheiro: %s?
hi: क्या इस फाइल को हटाया जाए : %s?
hu: Kívánja törölni a fájlt: %s?
it: Devo eliminare il file: %s?
nb: Skal følgende fil slettes? %s
nl: Zal ik het bestand %s verwijderen?
pl: Czy usunąć plik: %s?
pt: Eliminar o ficheiro: %s?
pt_br: Excluir o arquivo: %s?
ru: Нужно ли удалить файл: %s?
sk: Mám odstániť súbor: %s?
sl: Ali naj izbrišem datoteko: %s?
sq: Duhet ta fshij kartelën: %s?
sv: Ska jag ta bort filen: %s?
tr: %s dosyasını silmeli miyim?

source: Delete file %s?
ca: Esborra el fitxer %s?
cs: Smazat soubor %s?
da: Slet filen %s?
de: Die Datei %s löschen?
el: Διαγραφή αρχείο %s;
es: ¿Borrar el archivo %s?
fi: Poista tiedosto %s?
fr: Supprimer le fichier %s ?
gl_es: Eliminar o ficheiro %s?
hi: फाइल %s हटाएँ?
hu: %s fájl törlése?
it: Eliminare il file %s?
nb: Slett fila %s?
nl: Verwijder bestand %s?
pl: Usunąć plik %s?
pt: Eliminar o ficheiro %s?
pt_br: Excluir o arquivo %s?
ru: Удалить файл %s?
sk: Zmazať súbor %s?
sl: Izbrišem datoteko %s?
sq: Të fshihet kartela %s?
sv: Ta bort fil %s?
tr: %s dosyası silinsin mi?

source: No more files left to fix or delete
ca: No hi ha més fitxers per esmenar o esborrar
cs: Již nezbyly žádné soubory k opravě nebo smazání
da: Der er ikke flere filer at rette eller slette
de: Keine Dateien mehr zum Reparieren oder Löschen vorhanden.
el: Δεν υπάρχουν άλλα αρχεία που έχουν απομείνει για διόρθωση η διαγραφή
es: No quedan más archivos para reparar o borrar
fi: Ei enempää tiedostoja korjattavaksi tai poistettavaksi
fr: Aucun fichier restant à réparer ou supprimer
gl_es: Non hai mási ficheiros para reparar ou eliminar
hi: सुधारने या हटाने हेतु कोई फाइल शेष नहीं है
hu: Nem maradt további javítandó vagy törlendő fájl
it: Nessun altro file rimasto da riparare o eliminare
nb: Det er ingen flere filer som skal repareres eller slettes
nl: Geen bestanden meer om te herstellen of verwijderen
pl: Nie ma już więcej plików do naprawienia lub usunięcia
pt: Não há mais ficheiros para reparar ou eliminar
pt_br: Não há mais arquivos para reparar ou excluir
ru: Нет больше файлов для исправления или удаления
sk: Nenašlo sa viac súborov na opravu alebo zmazanie.
sl: Ni več datotek za popravilo ali brisanje
sq: S’kanë mbetur më kartela për ndreqje apo fshirje
sv: Inga filer kvar att reparera eller ta bort
tr: Düzeltilecek veya silinecek başka dosya kalmadı

source: Strange. No more files left to fix or delete
ca: És estrany. No queden més fitxers per esmenar o esborrar
cs: Zvláštní. Nezbyly žádné soubory pro opravu nebo smazání
da: Underligt. Der er ikke flere filer at rette eller slette
de: Seltsam. Keine Dateien mehr zum Reparieren oder Löschen vorhanden.
el: Παράξενο. Δεν υπάρχουν άλλα αρχεία που έχουν απομείνει για διόρθωση η διαγραφή
es: Es extraño. No hay más archivos para borrar o corregir
fi: Outoa. Ei yhtään korjattavaa tai poistettavaa tiedostoa jäljellä
fr: Bizarre. Aucun fichier restant à réparer ou supprimer
gl_es: Estraño... Non hai máis ficheiros para reparar ou eliminar
hi: आश्चर्य। सुधारने या हटाने हेतु कोई फाइल शेष नहीं है
hu: Ez szokatlan. Nem maradt több javítandó vagy törlendő fájl
it: Strano. Nessun altro file rimasto da riparare o eliminare
nb: Merkelig. Det er ingen flere filer å reparere eller slette
nl: Vreemd. Geen bestanden meer om te herstellen of verwijderen
pl: Dziwne. Nie ma już więcej plików do naprawienia lub usunięcia
pt: Estranho... Não há mais ficheiros para reparar ou eliminar
pt_br: Estranho... Não há mais arquivos para reparar ou excluir
ru: Странно. Нет больше файлов для исправления или удаления
sk: Zvláštne. Nenašlo sa viac súborov na opravu alebo zmazanie.
sl: Čudno. Ni več datotek za popravilo ali brisanje
sq: Çudi. S’kanë mbetur më kartela për ndreqje apo fshirje
sv: Konstigt. Inga filer kvar att reparera eller ta bort
tr: Sıradışı. Düzeltilecek veya silinecek başka dosya kalmadı

source: Strange. Could not find file %s
ca: És estrany. No es troba el fitxer %s
cs: Zvláštní. Nelze najít soubor %s
da: Underligt. Kunne ikke finde filen %s
de: Seltsam. Konnte die Datei %s nicht finden.
el: Παράξενο. Δε βρέθηκε το αρχείο %s
es: Extraño. No se encontró el archivo %s
fi: Omituista. Tiedostoa %sei löytynyt
fr: Bizarre. Impossible de trouver le fichier %s
gl_es: Estraño... Non foi posible atopar o ficheiro %s
hi: आश्चर्य। फाइल %s प्राप्ति विफल
hu: Ez szokatlan. Nem található a fájl: %s
it: Strano. Non è stato possibile trovare il file %s
nb: Merkelig. Fant ikke fila %s
nl: Vreemd. Kon bestand %s niet vinden
pl: Dziwne. Nie można znaleźć pliku %s
pt: Estranho... Não foi possível encontrar o ficheiro %s
pt_br: Estranho... Não foi possível encontrar o arquivo%s
ru: Странно. Не удалось найти файл %s
sk: Zvláštne. Nie je možné nájsť súbor %s
sl: Čudno. nisem našel datoteke %s
sq: Çudi. S’u gjet dot kartelë %s
sv: Konstigt. Kunde inte hitta filen %s
tr: Sıradışı. %s dosyası bulunamadı

source: Cannot explore what we cannot find.
ca: No es pot explorar allò que no es troba.
cs: Nelze prohledat to co nelze najít.
da: Kan ikke udforske noget som vi ikke kan finde.
de: Kann nicht erkunden was nicht gefunden wurde.
el: Δεν μπορούν να εξερευνήσουν τι δεν μπορούμε να βρούμε.
es: No se puede explorar lo que no se puede encontrar.
fi: Mitä ei löydy sitä ei voida tarkastella.
fr: Impossible d’explorer ce que l’on ne peut pas trouver
gl_es: Non é posible explorar algo que non é atopado.
hi: अप्राप्त वस्तु का अवलोकन संभव नहीं है।
hu: Nem fedezhető fel ami nem található.
it: Non è possibile esplorare quello che non si riesce a tovare.
nb: Kan ikke utforske det som ikke finnes.
nl: Kan niet verkennen wat we niet kunnen vinden.
pl: Nie można eksplorować tego, czego nie możemy znaleźć.
pt: Não é possível explorar algo que não é encontrado.
pt_br: Não é possível explorar algo que não foi encontrado.
ru: Невозможно исследовать то, что не найдено.
sk: Nemožno zistiť čo sa nedá nájsť.
sl: Ne moremo raziskati, česar ne najdemo.
sq: S’e eksplorohet dot ajo që s’e gjejmë dot.
sv: Kan inte utforska det vi inte kan hitta.
tr: Bulamadığımız şeylere gözatamıyoruz.

source: total
cs: dohromady
da: samlet
de: gesamt
el: σύνολο
fi: yhteensä
hi: कुल
hu: összes
it: totale
nb: totalt
nl: totaal
ru: всего
sk: celkom
sl: skupaj
sq: gjithsej
tr: toplam

source: Used
ca: Usat
cs: Použito
da: Brugt
de: benutzt
el: Χρησιμοποιημένα
es: Usado
fi: Käytetty
fr: Utilisé
gl_es: Usado
hi: प्रयुक्त
hu: Felhasznált
it: Usato
nb: Brukt
nl: Gebruikt
pl: Używane
pt: Usado
pt_br: Utilizado
ru: Использовано
sk: Použité
sl: Uporabljeno
sq: Të përdorur
sv: Använde
tr: Kullanılan

source: total space on device
ca: espai total al dispositiu
cs: Celková velikost jednotky
da: samlet plads på enhed
de: gesamer Speicherplatz
el: συνολικό χώρο στη συσκευή
es: espacio total en el dispositivo
fi: Kokonaistila laitteessa
fr: l’espace au total du périphérique
gl_es: espazo total no dispositivo
hi: उपकरण का कुल स्पेस
hu: összes hely az eszközön
it: spazio totale sul dispositivo
nb: total plass på enheten
nl: Totale ruimte op apparaat
pl: całkowita przestrzeń na urządzeniu
pt: espaço total no dispositivo
pt_br: espaço total no dispositivo
ru: всего места на устройстве
sk: celkové miesto na zariadení
sl: skupaj prostora na napravi
sq: hapësirë gjithsej në pajisje
sv: Totalt utrymme på enheten
tr: aygıtın toplam alanı

source: available space
ca: espai disponible
cs: volné místo
da: tilgængelig plads
de: verfügbarer Speicherplatz
el: διαθέσιμο χώρο
es: espacio disponible
fi: tilaa käytettävissä
fr: l’espace disponible
gl_es: espazo dispoñible
hi: उपलब्ध स्पेस
hu: elérhető hely
it: spazio disponibile
nb: tilgjengelig plass
nl: Beschikbare ruimte
pl: wolne miejsce
pt: espaço disponível
pt_br: espaço disponível
ru: доступное пространство
sk: dostupné miesto
sl: prostor, ki je na voljo
sq: hapësirë e përdorshme
sv: Tillgängligt utrymme
tr: kullanılabilir alan

source: total RAM
ca: RAM total
cs: velikost RAM
da: samlet RAM
de: gesamter Arbeitsspeicher
el: σύνολο RAM
es: total de RAM
fi: RAM-muistin kokonaistila
fr: la RAM au total
gl_es: RAM total
hi: कुल RAM
hu: összes memória
it: RAM totale
nl: Totaal RAM
pl: całkowita pamięć RAM
pt: RAM total
pt_br: memória RAM total
ru: всего RAM
sk: celková pamäť RAM
sl: skupno pomnilnika
sq: RAM gjithsej
sv: totalt RAM
tr: toplam RAM

source: persist device
ca: dispositiu persistent
cs: přetrvávající zařízení
da: vedvarenhedsenhed
de: Persistenz-Laufwerk
el: συσκευή persist
es: unidad persistente
fi: varauta laite
fr: le périphérique persistant
gl_es: dispositivo de persistencia
hi: संरक्षण उपकरण
hu: adatmegőrzési eszköz
it: dispositivo con persistenza
nb: enhet for varig lagring
nl: Apparaat met persistentie
pl: urządzenie persist
pt: dispositivo de persistência
pt_br: dispositivo de persistência
ru: устройство сохранения
sk: zálohovacie zariadenie
sl: obstojni pogon
sq: pajisje vazhdueshmërie
sv: persist-enhet
tr: kalıcı aygıt

source: persist path
ca: camí a la persistència
cs: cesta k záloze
da: vedvarenhedssti
de: Persistenz-Pfad
es: ruta de persistencia
fi: varauta polku
fr: le chemin persistant
gl_es: ruta persistente
hi: संरक्षण पथ
hu: adatmegőrzési útvonal
it: percorso dell'unita con persistenza
nb: sti til varig lagring
nl: persistent pad
pl: ścieżka persist
pt: caminho para a persistência
pt_br: caminho para a persistência
ru: путь сохранения
sk: cesta k zálohe
sl: obstojna pot
sq: shteg vazhdueshmërie
sv: persist-väg
tr: kalıcı yol

source: (The %s file is already as large as all RAM)
ca: (El fitxer %s ja és tan gran com tota la RAM)
cs: (Soubor %s je již tak velký jako je kapacita RAM)
da: (%s-filen er allerede lige så stor som al RAM)
de: (Die Datei %s is bereits so groß wie der Arbeitsspeicher.)
el: (Αρχείο %s είναι ήδη τόσο μεγάλο όσο όλα τα RAM)
es: (el archivo %s ya es tan grande como toda la RAM)
fi: (Tiedosto %s on jo valmiiksi suurempi kuin kaikkinainen keskusmuisti)
fr: (Le fichier %s est déjà aussi grand que la RAM disponible)
gl_es: (O ficheiro %s xa ten a dimensión total da RAM)
hi: (%s फाइल का आकार अभी ही संपूर्ण RAM के बराबर है)
hu: (A %s fájl már most akkora, mint az egész memória)
it: (Il file %s è già grande come tutta la RAM)
nb: (Fila %s er allerede like stor som all RAM)
nl: (Het bestand %s is al zo groot als RAM)
pl: (Plik %s jest już tak duży, jak cała pamięć RAM)
pt: (O ficheiro %s já tem a dimensão total da RAM)
pt_br: (O arquivo %s já tem a dimensão total da memória RAM)
ru: (Файл %s уже больше, чем вся RAM)
sk: (Súbor %s je tak veľký ako celková operačná pamäť RAM)
sl: (datoteka %s je že velika toliko kot celoten pomnilnik)
sq: (Kartela %s është tashmë aq e madhe sa krej RAM-i)
sv: (%s filen är redan lika stor som allt RAM)
tr: (%s dosyası zaten tüm RAM kadar büyük)
