Repository: dolphinoracle/mx-remaster
Catalog: persist-makefs-po/*.po
Languages: ca, cs, da, de, el, es, fi, fr, gl_es, hi, hu, it, nb, nl, pl, pt, pt_br, ru, sk, sl, sq, sv, tr

source: Journaling, checksums, fast fsck
ca: Registre, suma de comprovació, fsck ràpid
cs: Zapisování, kontrola velikosti, fast fsck
da: Journalføring, tjeksumme, hurtig fsck
de: Journaling, Prüfsummen, schneller fsck
el: Journaling, checksums, γρήγορο fsck
es: registro diario, checksums, fsck rápido
fi: Päivyröinti, tarkistussummat, nopea fsck
fr: Journalisation, sommes de contrôle, fsck rapide
hi: रिकॉर्ड करना, चेकसम, तीव्र fsck
hu: Naplózó, ellenőrzőösszeg, gyors fsck
it: Journaling, checksums, fsck veloce
nb: Journalføring, sjekksummer, rask fsck
nl: Journaling, checksums, snelle fsck
pl: Journaling, checksums, szybki fsck
pt_br: Com os registros, somas de checagem, fsck rápido
ru: Журналирование, проверка контр.суммы, быстрая проверка ФС
sk: Žurnálovanie, kontrolný súčet, rýchle fsck
sl: Indeksiranje, nadzorne vsote, hitri fsck
sq: “Journaling”, kontrolle checksum-esh, fsck të shpejtë
sv: journalförande, checksums, snabb fsck
tr: Günlük kaydı, sağlamalar, hızlı fsck

source: The persistence device with UUID %s was not found
ca: No es troba el dispositiu amb UUID %s amb persistència
cs: Zálohovací prostředek s UUID %s nebyl nalezen
da: Vedvarenhedsenhed med UUID %s blev ikke fundet
de: Das Persistenz-Gerät mit UUID %s wurde nicht gefunden
el: Δεν βρέθηκε συσκευή persist με UUID %s
es: El medio con persistencia UUID %s no se encontró
fi: Persistenssi-tilavaralaite UUID:n %s kanssa ei löytynyt
fr: Le périphérique persistant avec UUID %s n’a pas été trouvé
gl_es: O dispositivo de persistencia co UUID %s non foi atopado.
hi: %s यूयूआईडी युक्त संरक्षण उपकरण नहीं मिला
hu: Nem található az %s UUID azonosítójú adatmegőrző eszköz.
it: Il dispositivo con persistenza, con UUID %s , non è stato trovato
nb: Fant ikke enhet for varig lagring med UUID %s
nl: Het persistentie apparaat met UUID %s werd niet gevonden
pl: Nie znaleziono urządzenia persistence z UUID %s
pt: O dispositivo de persistência com o UUID %s não foi encontrado
pt_br: O dispositivo de persistência com UUID %s não foi encontrado
ru: Устройство сохранения с UUID %s не найдено
sk: Zálohovacie zariadenie UUID %s nebolo nájdené
sl: Obstojni pogon z UUID %s ni bil najden
sq: S’u gjet pajisje vazhdueshmëri me UUID %s
sv: Persistens-enheten med UUID %s kunde inte hittas
tr: UUID'si %s olan kalıcılık aygıtı bulunamadı

source: Please plug in the persistence device if you want to use it.
ca: Connecteu el dispositiu amb persistència si voleu usar-lo.
cs: Prosím zapojte zálohovací jednotku ak jí chcete používat.
da: Isæt venligst vedvarenhedsenheden hvis du vil bruge den.
de: Stecken Sie bitte das Persistenz-Laufwerk wieder ein, wenn Sie es benutzen möchten.
el: Παρακαλούμε συνδέστε τη συσκευή persist, αν θέλετε να το χρησιμοποιήσετε.
es: Inserte el medio con persistencia para utilizarlo.
fi: Kytke persistenssi-tilavarauslaite mikäli haluat käyttää sitä.
fr: Veuillez brancher le périphérique de persistance, si vous voulez vous en servir.
gl_es: Acoplar o dispositivo de persistencia, se for para ser usado.
hi: कृपया उपयोग हेतु इच्छित संरक्षण उपकरण को सिस्टम में लगाएँ।
hu: Csatlakoztassa az adatmegőrzési eszközt ha használni szeretné.
it: Prego re-inserisci il dispositivo con persistenza se vuoi usarlo.
nb: Plugg inn enhet for varig lagring hvis du vil ta den i bruk.
nl: Sluit aub het persistente apparaat aan als u het wilt gebruiken.
pl: Podłącz urządzenie persistence, jeśli chcesz z niego korzystać.
pt: Acoplar o dispositivo de persistência, se for para ser usado.
pt_br: Por favor, conecte o dispositivo de persistência se você quiser utilizá-lo.
ru: Пожалуйста, подключите устройство сохранения, если Вы хотите использовать его.
sk: Pripojte prosím zálohovacie zariadenie pokiaľ ho chcete použiť.
sl: Prosimo priključite obstojni pogon, če ga želite uporabljati.
sq: Ju lutemi, vendosni pajisjen e vazhdueshmërisë, nëse doni të përdoret.
sv: Var vänlig koppla in persistens-enheten om du vill använda den.
tr: Lütfen kullanmak istiyorsanız kalıcılık aygıtnı takın.

source: Do you want to try again?
ca: Voleu tornar a provar-ho?
cs: Chcete to zkusit znovu?
da: Vil du prøve igen?
de: Wollen Sie es erneut versuchen?
el: Θέλετε να δοκιμάσετε ξανά;
es: ¿Desea intentarlo otra vez?
fi: Haluatko yrittää uudelleen?
fr: Désirez-vous essayer de nouveau ?
gl_es: Intentar de novo?
hi: क्या आप पुनः प्रयास करना चाहते हैं?
hu: Megpróbálja újra?
it: Vuoi provare ancora?
nb: Vil du forsøke igjen?
nl: WIlt u het opnieuw proberen?
pl: Czy chcesz spróbować ponownie?
pt: Tentar novamente?
pt_br: Você quer tentar novamente?
ru: Вы хотите попробовать еще раз?
sk: Chcete to skúsiť znova?
sl: Ponovni poskus?
sq: Doni të riprovohet?
sv: Vill du försöka igen?
tr: Tekrar denemek ister misiniz?

source: Default device %s is either missing or invalid
ca: El dispositiu per omissió %s no hi és o no és vàlid
cs: Předvoléná jednotka %s je neplatná nebo chybí
da: Standardenheden %s enten mangler eller er ugyldig
de: Vorgegebenes Laufwerk %s is nicht vorhanden oder ungültig.
el: Προεπιλεγμένη συσκευή %s είτε λείπει ή δεν είναι έγκυρη
es: El medio por defecto %s no se encuentra o es inválido
fi: Vakiollinen laite %sjoko uupuu tai on epäkelpo
fr: Soit le périphérique par défaut %s manque, soit il est non valid.
gl_es: O dispositivo predeterminado %s non está presente ou está invalidado
hi: डिफ़ॉल्ट उपकरण %s अनुपलब्ध या अमान्य है
hu: A %s alapértelmezett eszköz hiányzik vagy érvénytelen
it: Il dispositivo predefinito %s o è assente o non è valido
nb: Standardenhet %s mangler eller er ugyldig
nl: Standaard apparaat %s ontbreekt of ongeldig
pl: Brak domyślnego urządzenia %s lub jest ono nieprawidłowe
pt: O dispositivo pré-definido %s não está presente ou é inválido
pt_br: O dispositivo padrão %s não está presente ou não é válido
ru: Устройство по умолчанию %s отсутствует или неисправно
sk: Predvolené zariadenie %s chýba alebo je poškodené
sl: Privzeta naprava %s bodisi manjka, bodisi je v okvari
sq: Pajisja parazgjedhje %s ose mungon, ose është e pavlefshme
sv: Standard-enhet %s endera saknas eller är ogiltig
tr: Öntanımlı %s aygıtı eksik ya da geçersiz

source: Please select a new device for the persistence files
ca: Si us plau, trieu un nou dispositiu per als fitxers de persistència
cs: Prosím vyberte novou jednotku pro uložení zálohových souborů
da: Vælg venligst en ny enhed til vedvarenhedsfilerne
de: Bitte wählen Sie ein neues Laufwerk für die Persistenz-Dateien.
el: Παρακαλώ επιλέξτε μια νέα συσκευή για τα αρχεία persist
es: Por favor seleccione un nuevo medio para los archivos de persistencia
fi: Valitse uusi laite persistenssi-tilavarauksen tiedostoille
fr: Veuillez sélectionner un nouveau périphérique pour contenir les fichiers de persistance
gl_es: Escoller un novo dispositivo para os ficheiros de persistencia
hi: कृपया संरक्षण फाइलों हेतु एक नवीन उपकरण का चयन करें
hu: Válasszon ki egy új eszközt az adatmegőrzési fájlokhoz
it: Prego, seleziona un nuovo dispositivo per i file di persistenza
nb: Velg ny enhet for varig lagring av filer
nl: Selecteer a.u.b. een nieuw apparaat voor persistente bestanden
pl: Wybierz nowe urządzenie dla plików persistence
pt: Escolher um novo dispositivo para os ficheiros de persistência
pt_br: Por favor, escolha um novo dispositivo para os arquivos de persistência
ru: Пожалуйста, выберите новое устройство для файлов сохранения
sk: Prosím vyberte nové zariadenie pre zálohu súborov
sl: Prosimo, izberite nov pogon za datoteke obstojnosti
sq: Ju lutemi, përzgjidhni një pajisje të re për kartela vazhdueshmërie
sv: Var vänlig välj en ny enhet för persistence-filerna
tr: Lütfen kalıcılık dosyaları için yeni bir aygıt seçin

source: The boot/persist device %s is read-only.
ca: El dispositiu d'arrencada/persistència %s és de només lectura.
cs: Jednotka pro zavádění/zálohu %s je pouze pro čtení.
da: Opstarts-/vedvarenhedsenheden %s er skrivebeskyttet.
de: Das boot/persist Laufwerk %s ist auf nur-lesen gesetzt.
el: Η συσκευή εκκίνηση/persist %s είναι μόνο για ανάγνωση.
es: El medio de arranque/persistencia %s es de sólo lectura.
fi: Käynnistys/tilavaralaite %s on vain-luku.
fr: Le périphérique de démarrage/persistance %s est en lecture seule.
gl_es: O dispositivo de arranque/persistencia %s é só de lectura.
hi: यह बूट/संरक्षण %s उपकरण केवल रीड-योग्य है।
hu: A %s indítási vagy adatmegőrzési eszköz csak olvasható.
it: Il dispositivo per la persistenza/bootable %s è in sola lettura
nb: Enhet for oppstart/varig lagring, %s, kan ikke skrives til.
nl: Het opstart/persistent apparaat %s is alleen lezen.
pl: Urządzenie boot/persist %s jest tylko do odczytu.
pt: O dispositivo de arranque/persistência %s é só de leitura.
pt_br: O dispositivo de inicialização/persistência %s é só de leitura.
ru: Загрузочное/для сохранения устройство %s только для чтения.
sk: Boot/Zálohovacie zariadenie %s je len na čítanie.
sl: Zagonski/obstojni pogone %s je samo berljiv.
sq: Pajisja për nisje/vazhdueshmëri %s është vetëm-për-lexim.
sv: boot/persist enheten %s är read-only.
tr: Önyükleme/kalıcı aygıt %s salt okunurdur.

source: Create rootfs.new (for remastering)
ca: Crea rootfs.new (per remasteritzar)
cs: Vytvořit soubor rootfs.new (pro remástrování)
da: Opret rootfs.new (til remastering)
de: Erzeuge rootfs.new (für Remastering)
el: Δημιουργία rootfs.new (για remastering)
es: Crear rootfs.new (para remasterizar)
fi: Luo rootfs.new (uudelleenisännöintiä varten)
fr: Construire le fichier rootfs.new pour le rematriçage
gl_es: Crear ficheiro rootfs.new (para recomposición)
hi: rootfs.new फाइल बनाएँ (रीमास्टर हेतु)
hu: A rootfs.new létrehozása (lemezképbe rögzítéshez)
it: Crea rootfs.new (per la rimasterizzazione)
nb: Opprett rootfs.new (for remastring)
nl: Creëer rootfs.new (voor remasteren)
pl: Utwórz rootfs.new (dla remasterowania)
pt: Criar ficheiro rootfs.new (para recomposição [remastering])
pt_br: Criar o arquivo rootfs.new (para a remasterização)
ru: Создать rootfs.new (для ремастеринга)
sk: Vytvoriť rootfs.new (pre úpravy)
sl: Ustvari rootfs.new (za predelavo)
sq: Çaktivizo rootfs.new (për rikrijim)
sv: Skapa rootfs.new (för remastering)
tr: rootfs.new oluşturun (yeniden düzenleme için)

source: Create Root persistence
ca: Crea persistència de Root
cs: Vytvořit zálohu pro root
da: Opret rodvedvarenhed
de: Erzeuge Root-Persistenz
el: Δημιουργία Root Persistence
es: Crear persistencia de Root
fi: Luo Juuren persistenssi-tilavaraus
fr: Créer la persistance de racine
gl_es: Crear persistencia de root
hi: रूट संरक्षण बनाएँ
hu: Gyökérkönyvtár adatmegőrzés létrehozása
it: Crea Persistenza Root
nb: Opprett varig lagring av systemdata
nl: Creëer Root persistentie
pl: Utwórz Root Persistence
pt: Criar persistência de Root
pt_br: Criar a Persistência de Root
ru: Создать сохранение корневой папки
sk: Vytvoriť zálohu Root
sl: Ustvari korensko obstojnost
sq: Krijo Vazhdueshmëri Rrënje
sv: Skapa Root-persistens
tr: Root kalıcılığı Oluşturun

source: Can't resize %s while it is already mounted.
ca: No es pot redimensionar %s mentre està muntat.
cs: Nelze změnit velikost %s pokud je připojeno.
da: Kan ikke tilpasse størrelsen på %s mens den allerede er monteret.
de: Kann die Gäßr von %s nicht ändern, solange es eingehängt ist.
el: Δεν είναι δυνατή η αλλαγή μεγέθους του %s, ενώ έχει ήδη τοποθετηθεί.
es: Imposible redimensionar %s mientras está montado.
fi: %s kokoa ei voida muuttaa sen ollessa valmiiksi liitetty.
fr: Impossible de redimensionner %s pendant qu’il est toujours monté.
gl_es: Non é posible redimensionar %s a pesar de xa estar conectado.
hi: %s माउंट है अतः अभी इसका आकार परिवर्तन संभव नहीं है।
hu: A %s nem méretezhető át, amikor csatolva van.
it: Non è possibile ridimensionare %s mentre è già montato.
nb: Kan ikke endre størrelsen til %s mens den er montert.
nl: Kan %s niet herschalen als deze al aangekoppeld is.
pl: Nie można zmienić rozmiaru %s w czasie gdy jest już zamontowany.
pt: Não é possível redimensionar %s apesar de já estar montado.
pt_br: Não é possível redimensionar %s enquanto já estiver montado.
ru: Нельзя изменить размер %s, когда он уже смонтирован.
sk: Nie je možné zmeniť veľkosť %s, pretože jednotka je už pripojená.
sl: Ne morem spremeniti velikosti particije %s , ker je že priklopljena
sq: S’mund të ripërmasohet %s teksa është ende e montuar.
sv: Kan inte ändra storleken på %s när den redan är monterad.
tr: Bağlı olan %s aygıtı yeniden boyutlandırılamaz.

source: Resize Root persistence
ca: Redimensiona persistència de Root
cs: Změnit velikost zálohy pro root
da: Tilpas størrelse på rodvedvarenhed
de: Größe ändern für Root-Persistenz
el: Αλλαγή μεγέθους Root Persistence
es: Redimensionar la persistencia de Root
fi: Muuta Juuren persistenssi-tilavarauksen koko
fr: Redimensionner la persistance de racine
gl_es: Redimensionar a persistencia do root
hi: रूट संरक्षण का आकार परिवर्तन करें
hu: Gyökérkönyvtár adatmegőrzés átméretezése
it: Ridimensiona Persistenza Root
nb: Endre størrelse til varig lagring av systemdata
nl: Herschaal Root persistentie
pl: Zmień rozmiar Root Persistence
pt: Redimensionar a persistência de Root
pt_br: Redimensionar a Persistência de Root
ru: Изменить размер сохранения корневой папки
sk: Zmeniť veľkosť zálohy Root
sl: Spremeni velikost za korensko obstojnost
sq: Ripërmasoni Vazhdueshmëri Rrënje
sv: Ändra storlek på Root-persistens
tr: Root kalıcılığını yeniden boyutlandır

source: Create %s (for remastering)
ca: Crea %s (per remasteritzar)
cs: Vytvořit %s (pro remástrování)
da: Opret %s (til remastering)
de: Erstelle %s (für Remastering)
el: Δημιουργία %s (για remastering)
es: Crear %s (para remasterización)
fi: Luo %s (uudelleenisännöintiä varten)
fr: Créer %s (pour la remasterisation)
gl_es: Crear %s (para redimensionar)
hi: %s बनाएँ (रीमास्टर हेतु)
hu: A %s létrehozása (lemezképbe rögzítéshez)
it: Crea %s (per la rimasterizzazione)
nb: Opprett %s (for remastring)
nl: Creëer %s (voor remasteren)
pl: Utwórz %s (do remasterowania)
pt: Criar %s (para recomposição [remastering])
pt_br: Criar %s (para a remasterização)
ru: Создать %s (для ремастеринга)
sk: Vytvoriť %s (pre úpravy)
sl: Ustvari %s (za predelavo)
sq: Krijo %s (për rikrijim)
sv: Skapa %s (för remastering)
tr: %s Oluştur (yeniden düzenleme için)

source: Create Home persistence
ca: Crea persistència de Home
cs: Vytvořit zálohu pro Home
da: Opret hjemmevedvarenhed
de: Home-Persistenz erzeugen
el: Δημιουργία Home Persistence
es: Crear persistencia de Home
fi: Luo Kotikansion persistenssi-tilavara
fr: Créer la persistance des répertoires personnels (home)
gl_es: Crear persistencia de home
hi: होम संरक्षण बनाएँ
hu: /home adatmegőrzés létrehozása
it: Crea Persistenza Home
nb: Opprett varig lagring av brukerdata
nl: Creëer Home persistentie
pl: Utwórz Home Persistence
pt: Criar persistência de Home
pt_br: Criar a persistência de Home
ru: Создать сохранение домашней папки
sk: Vytvoriť zálohu Home
sl: Ustvari obstojni home
sq: Krijo Vazhdueshmëri Shtëpie
sv: Skapa Home-persistens
tr: Home kalıcılığı Oluştur

source: Resize Home persistence
ca: Redimensiona persistència de Home
cs: Změnit velikost zálohy pro Home
da: Tilpas størrelse på hjemmevedvarenhed
de: Größe ändern für Home-Persistenz
el: Αλλαγή μεγέθους Home Persistence
es: Redimensionar persistencia de Home
fi: Muuta Kotikansion persistenssi-tilavaran kokoa
fr: Redimensionner la persistance des répertoires personnels (home)
gl_es: Redimensionar persistencia de home
hi: होम संरक्षण का आकार परिवर्तन करें
hu: /home adatmegőrzés átméretezése
it: Ridimensiona Persistenza Home
nb: Endre størrelse til varig lagring av brukerdata
nl: Herschaal Home persistentie
pl: Zmień rozmiar Home Persistence
pt: Redimensionar persistência de Home
pt_br: Redimensionar a persistência de Home
ru: Изменить размер сохранения домашней папки
sk: Zmeniť veľkosť zálohy Home
sl: Spremeni velikost za obstojni home
sq: Ripërmasoni Vazhdueshmëri Shtëpie
sv: Ändra storlek på Home-persistens
tr: Home kalıcılığını Yeniden Boyutlandır

source: Really Quit?
ca: De debò voleu sortir?
cs: Skutečně ukončit?
da: Afslut virkeligt?
de: Wirklich beenden?
el: Πραγματικά Κλείστε;
es: ¿Realmente quiere salir?
fi: Haluatko varmasti lopettaa?
fr: Vraiment quitter ?
gl_es: Estás seguro de que queres saír?
hi: निश्चित ही बंद करें?
hu: Biztosan kilép?
it: Uscire davvero?
nb: Virkelig avslutte?
nl: Werkelijk stoppen?
pl: Na pewno zakończyć?
pt: Sair, realmente?
pt_br: Você realmente quer sair?
ru: Действительно, выйти?
sk: Naozaj chcete odísť?
sl: Zares končam?
sq: Të dilet Vërtetë?
sv: Menar du verkligen Sluta?
tr: Gerçekten çıkmak istiyor musun?

source: File System Type
ca: Tipus de sistema de fitxers
cs: Typ systému souborů
da: Filsystemtype
de: Dateisystemtyp
el: Τύπος συστήματος αρχείων
es: Tipo de sistema de archivos
fi: Tiedostojärjestelmän tyyppi
fr: Type de système de fichiers
gl_es: Tipo de sistema de ficheiros
hi: फाइल सिस्टम प्रकार
hu: Fájlrendszer típusa
it: Tipo di File System
nb: Type filsystem
nl: Bestandssysteem Type
pl: Typ systemu plików
pt: Tipo de Sistema de Ficheiros
pt_br: Tipo de Sistema de Arquivos
ru: Тип файловой системы
sk: Typ súborového systému
sl: Vrsta datotečnega sistema
sq: Lloj Sistemi Kartelash
sv: Typ av Filsystem
tr: Dosya Sistemi Türü

source: The file %s already exists
ca: El fitxer %s ja hi és
cs: Soubor %s již existuje
da: Filen %s findes allerede
de: Die Datei %s existiert bereits.
el: Το αρχείο %s υπάρχει
es: El archivo %s ya existe
fi: Tiedosto %s on jo olemassa
fr: Le fichier %s existe déjà
gl_es: O ficheiro %s xa existe
hi: %s फाइल पहले से मौजूद है
hu: A %s fájl már létezik
it: Il file %s esiste già
nb: Fila %s finnes allerede
nl: Het bestand %s bestaat reeds
pl: Plik %s już istnieje
pt: O fixeiro %s já existe
pt_br: O arquivo %s já existe
ru: Файл %s уже существует
sk: Súbor %suž existuje
sl: Datoteka %s že obstaja
sq: Ka tashmë një kartelë %s
sv: Filen %s finns redan
tr: %s dosyası zaten var

source: Do you want to over-write it?
ca: Voleu sobreescriure'l?
cs: Chete toto přepsat?
da: Vil du overskrive den?
de: Möchten Sie sie überschreiben?
el: Θέλετε να το αντικαταστήσετε;
es: ¿Desea sobreescribirlo?
fi: Haluatko ylikirjoittaa sen?
fr: Voulez-vous l’écraser ?
gl_es: Sobrescribir?
hi: क्या आप इसे अधिलेखित करना चाहते हैं?
hu: Felülírja?
it: Vuoi sovrascriverlo ?
nb: Vil du overskrive den?
nl: Wilt u het overschrijven?
pl: Czy chcesz go nadpisać?
pt: Sobrescrever?
pt_br: Você quer sobrescrever isto?
ru: Вы хотите перезаписать его?
sk: Prajete si to prepísať?
sl: Bi radi datoteko prepisali?
sq: Doni të mbishkruhet?
sv: Vill du skriva över den?
tr: Üzerine yazmak ister misin?

source: Please select size of the new file system
ca: Trieu la mida del nou sistema de fitxers
cs: Prosím vyberte velikost nového systému souborů
da: Vælg venligt størrelse på det nye filsystem
de: Bitte wählen Sie die Größe des neuen Dateisystems.
el: Παρακαλώ επιλέξτε το μέγεθος του νέο σύστημα αρχείων
es: Seleccione el tamaño del nuevo sistema de archivos
fi: Valitse uuden tiedostojärjestelmän koko
fr: Veuillez sélectionner la taille du nouveau système de fichiers
gl_es: Seleccionar tamaño do novo sistema de ficheiros
hi: कृपया नवीन फाइल सिस्टम का आकार चुनें
hu: Válassza ki az új fájlrendszer méretét
it: Per favore, seleziona la dimensione del nuovo file system
nb: Velg størrelsen til det nye filsystemet
nl: Aub grootte van het nieuwe bestandssyteem selecteren
pl: Wybierz rozmiar nowego systemu plików
pt: Seleccionar tamanho do novo sistema de ficheiros
pt_br: Por favor, selecione o tamanho do novo sistema de arquivos
ru: Пожалуйста, выберите размер новой файловой системы
sk: Prosím vyberte veľkosť nového súborového systému
sl: Prosimo, izberite velikost za novi datotečni sistem
sq: Ju lutemi, përzgjidhni madhësinë e sistemit të ri të kartelave
sv: Var vänlig välj storlek på det nya filsystemet
tr: Lütfen yeni dosya sisteminin boyutunu seçin

source: Not enough space on device
ca: No hi ha prou espai al dispositiu
cs: Na jednotce není dostatek místa
da: Der er ikke nok plads på enheden
de: Nicht genug Platz auf dem Laufwerk
el: Δεν υπάρχει αρκετός χώρος στη συσκευή
es: No hay suficiente espacio en el medio
fi: Laitteessa ei ole tarpeeksi tilaa
fr: Pas assez d’espace sur le périphérique
gl_es: Non hai espazo suficiente no dispositivo
hi: उपकरण पर पर्याप्त स्पेस नहीं है
hu: Nincs elég hely az eszközön
it: Non c'è abbastanza spazio sul dispositivo
nb: Det er ikke nok plass på enheten
nl: Niet genoeg ruimte op apparaat
pl: Za mało miejsca na urządzeniu
pt: Não há espaço suficiente no dispositivo
pt_br: Não há espaço suficiente no dispositivo
ru: Не хватает места на устройстве
sk: Na zariadení nie je dostatok voľného miesta
sl: Na napravi ni dovolj prostora
sq: Hapësirë e pamjaftueshme në pajisje
sv: Inte tillräckligt mycket utrymme på enheten
tr: Aygıtta yeterli alan yok

source: Warning: this can take several minutes per Gig on a %s file system
ca: Atenció: caldran diversos minuts per Gigabyte al sistema de fitxers %s
cs: Upozornění: může zabrat až několit minut pro 1GB na %s systému souborů
da: Advarsel: det kan tage flere minutter pr. GB på et %s-filsystem
de: Warnung! Dies kannauf dem Dateisystem %s mehrere Minuten pro GB dauern.
el: Προειδοποίηση: αυτό μπορεί να διαρκέσει αρκετά λεπτά ανά Gig στο σύστημα αρχείων %s
es: Advertencia: esto puede tomar varios minutos por Gig en un sistema %s
fi: Varoitus: tämä voi viedä aikaa useita minuutteja gigatavua kohti %stiedostojärjestelmässä
fr: Avertissement : ce processus peut durer plusieurs minutes pour chaque gigaoctet sur un système de fichiers de type %s
gl_es: Aviso: isto pode demorar varios minutos por Gig nun sistema de ficheiros %s
hi: चेतावनी : %s फाइल सिस्टम पर प्रति जीबी अनुसार एकाधिक मिनट का समय लग सकता है
hu: Figyelem: ez több percet is igénybe vehet gigabájtonként egy %s fájlrendszeren
it: Attenzione: questo richiederà parecchi minuti per ciascun Gig su un %s file system
nb: Advarsel: Dette kan ta flere minutter per gigabyte på et %s-filsystem
nl: Waarschuwing: dit kan enkele minuten per Gig duren op een %s bestandssysteem
pl: Ostrzeżenie: to może potrwać kilka minut na każdy Gigabajt w systemie plików %s
pt: Aviso: isto pode demorar vários minutos por Gig num sistema de ficheiros %s
pt_br: Aviso: isto pode demorar vários minutos por Giga em um sistema de arquivos %s
ru: Внимание: это может занять несколько минут на ГБ в файловой системе %s
sk: Upozornenie: Toto môže zabrať niekoľko minút za Gig na %s súborovom systéme
sl: Opozorilo: to lahko traja več minut za gigabajt na %s datotečnem sistemu
sq: Kujdes: kjo mund të dojë disa minuta për GB, në një sistem kartelash %s
sv: Varning: det här kan ta åtskilliga minuter per Gig på ett %s filsystem
tr: Uyarı: Bu, %s dosya sisteminde Gig başına birkaç dakika sürebilir

source: Please wait
ca: Si us plau, espereu
cs: Prosím vyčkejte
da: Vent venligst
de: Bitte warten!
el: Παρακαλώ περιμένετε
es: Espere por favor
fi: Odota, ole hyvä
fr: Veuillez attendre
gl_es: Agarda
hi: कृपया प्रतीक्षा करें
hu: Kérjük várjon
it: Attendi, per favore
nb: Vennligst vent
nl: Even wachten aub
pl: Proszę czekać
pt: Aguardar
pt_br: Por favor, aguarde
ru: Пожалуйста, ждите.
sk: Čakajte prosím...
sl: Prosimo, počakajte
sq: Ju lutemi, pritni
sv: Var vänlig vänta
tr: Lütfen bekleyin

source: Creating file %s
ca: Creant el fitxer %s
cs: Vytváření souboru %s
da: Opretter filen %s
de: Erstelle die Datei %s
el: Δημιουργία αρχείου %s
es: Creando el archivo %s
fi: Luodaan tiedostoa %s
fr: Création du fichier %s
gl_es: Creando o ficheiro %s
hi: %s फाइल बनाना जारी
hu: Fájl létrehozása: %s
it: Creazione del file %s
nb: Oppretter fila %s
nl: Creëer bestand %s
pl: Tworzenie pliku %s
pt: A criar ficheiro %s
pt_br: Criando o arquivo %s
ru: Создание файла %s
sk: Vytváram súbor %s
sl: Ustvarjam datoteko %s
sq: Po krijohet kartela %s
sv: Skapa fil %s
tr: Dosya oluşturuluyor %s
