Repository: dolphinoracle/mx-remaster
Catalog: toram-eject-po/*.po
Languages: am, da, de, el, fi, gl_es, hi, hu, it, ja, nb, pl, pt, pt_br, ru, sk, sl, sv, tr

source: Eject LiveCD/DVD via a simple GUI if %s is enabled.
am: ሶዲ /ዲቪዲ ማውጣት ይችላልይ በ GUI ይህን %s ካስቻሉ
da: Skub LiveCD/-DVD ud via en simpel brugerflade hvis %s er aktiveret.
de: Auswerfen der Live-CD/DVD über eine einfache GUI, wenn %s aktiviert ist.
el: Εξαγωγή LiveCD/DVD με ένα απλό GUI εάν έχει ενεργοποιηθεί η %s.
fi: Sylje ulos LiveCD/DVD yksinkertaisen graafisen käyttöliittymän kautta jos %son käytössä.
gl_es: Executar o dispositivo externo executable a través dunha interface simple, se %sestiver activado.
hi: %s सक्रिय होने पर ग्राफिकल अंतरफलक द्वारा लाइव सीडी/डीवीडी हटाएँ।
hu: Egyszerű grafikus felület a LiveCD/DVD kiadására, ha a %s engedélyezett.
it: Espelli il CD/DVD Live attraverso una semplice GUI se %s è abilitato.
ja: %s が有効になっている場合は、簡単なGUIを使用してライブCD/DVD を取り出します。
nb: Løs ut live-CD/DVD med et enkelt grafisk program hvis %s er slått på.
pl: Wysuń LiveCD/DVD za pomocą prostego GUI, jeśli %s jest włączone.
pt: Ejectar o dispositivo externo executável através duma interface simples, se %s estiver activado.
pt_br: Ejetar o dispositivo de instalação externa executável através de uma interface gráfica GUI, se %s estiver ativado.
ru: Извлечь LiveCD/DVD с помощью простого графического интерфейса, если %s включено.
sk: Vysunúť LiveCD/DVD pomocou jednoduchého programu ak je %s povolené.
sl: Izvrzi živi CD/DVD preko preprostega grafičnega vmesnika, če je %s omogočen.
sv: Eject LiveCD/DVD via ett enkelt grafiskt gränssnitt om %s är möjliggjord.
tr: %s etkinse Canlı-CD/DVD 'yi basit bir Grafiksel Kullanıcı Arayüzü kullanarak çıkar

source: Automatic toram Eject
am: ራሱ በራሱ toram ማውጫ
da: Automatisk toram skub ud
de: Automatisches toram-auswerfen
el: Αυτόματη Εξαγωγή toram
fi: Automaattinen toram-ulossylky
gl_es: Execución automática de toram
hi: स्वतः toram हटाएँ
hu: Automatikus toram kiadás
it: Espulsione automatica toram
ja: 自動 toram 取り出し
nb: Automatisk utløsning med toram-eject
pt: Ejeção automática 'toram'
pt_br: Ejetar o ‘toram’ automaticamente
ru: Автоматическое извлечение
sk: Automatické vysunutie toram
sl: Samodejno izvrzi toram
sv: Automaticsk toram Eject
tr: Otomatik toram Çıkarma

source: no BOOT_DEV given!
am: ምንም የ BOOT_DEV አልተሰጠም!
da: no BOOT_DEV givet!
de: Kein Bootmedium angegeben!
el: Δεν υπάρχει BOOT_DEV
fi: BOOT_DEV ei määritettynä!
gl_es: Non foi indicado ningún dispositivo de arraque!
hi: कोई BOOT_DEV निर्दिष्ट नहीं!
hu: nincs BOOT_DEV megadva!
it: nessun BOOT_DEV presente!
ja: BOOT_DEV がありません！
nb: BOOT_DEV er ikke oppgitt!
pl: nie podano BOOT_DEV
pt: Não foi indicado nenhum dispositivo de arranque (BOOT_DEV)!
pt_br: Não foi indicado nenhum dispositivo de inicialização (BOOT_DEV)!
ru: BOOT_DEV не установлен!
sk: BOOT_DEV nezadaný!
sl: zagonska naprava BOOT_DEV ni bila podana!
sv: ingen BOOT_DEV angiven!
tr: BOOT_DEV verilmemiştir!

source: boot device: %s is not removable.
am: የ ማስነሻ አካል: %s የሚወልቅ አይደለም
da: opstartsenhed: %s er ikke flytbar.
de: Bootmedium: %s kann nicht entfernt werden.
el: συσκευή εκκίνησης: %s δεν είναι αφαιρούμενο.
fi: käynnistettävä laite: %s ei ole irrotettavissa.
gl_es: dispostivo de arranque: %s non é quitado.
hi: बूट उपकरण : %s हटाना संभव नहीं है।
hu: a %s rendszerindító eszköz nem eltávolítható.
it: dispositivo di avvio: %s non è rimovibile.
ja: 起動デバイス %s はリブバーブルではありません
nb: oppstartsenheten %s er ikke flyttbar.
pl: urządzenie rozruchowe: %s nie jest przenośne.
pt: dispositivo de arranque: %s não é amovível.
pt_br: o dispositivo de inicialização: %s não é removível.
ru: загрузочное устройство: %s не является съемным.
sk: zavádzacie médium: %s nie je odoberateľné.
sl: zagonska naprava: %s ni izmenljiva.
sv: boot enhet: %s kan inte avlägsnas.
tr: önyükleme aygıtı: %s çıkarılabilir değil.

source: boot device: %s is still mounted!
am: የ ማስነሻ አካል: %s እንደ ተጫነ ነው
da: opstartsenhed: %s er stadig monteret!
de: Bootmedium: %s ist noch eingehangen.
el: συσκευή εκκίνησης: %s είναι ακόμα τοποθετημένη!
fi: käynnistettävä laite: %s on yhä liitettynä!
gl_es: dispositivo de arranque: %s aínda está conectado!
hi: बूट उपकरण : %s अभी भी माउंट है!
hu: a %s rendszerindító eszköz még csatolva van!
it: dispositivo di avvio: %s è ancora montato!
ja: 起動デバイス %s は現在マウントされています！
nb: oppstartsenheten %s er fortsatt montert!
pl: urządzenie rozruchowe: %s jest nadal zamontowane!
pt: dispositivo de arranque: %s ainda está montado!
pt_br: o dispositivo de inicialização: %s ainda está montado!
ru: загрузочное устройство: %s остается смонтированным!
sk: zavádzacie médium: %s je stále pripojené!
sl: zagonska naprava: %s je še vedno priklopljena!
sv: boot enhet: %s är fortfarande monterad!
tr: önyükleme aygıtı: %s hala takılı!

source: The %s boot option succeeded.
am: የ %s ማስነሻ ምርጫ ተሳክቷል
da: %s-opstartstilvalget lykkedes.
de: Die Bootoption %s wurde erfolgreich angewandt.
el: επιλογή εκκίνησης του %s πέτυχε.
fi: %skäynnistysvalinta onnistui.
gl_es: Arranque pola opción %sefectuado con éxito.
hi: %s बूट विकल्प सफल।
hu: A %s rendszerindítási opció sikeres volt.
it: L'opzione di avvio %s ha avuto successo.
ja: %s 起動オプションは無事実行されました。
nb: Oppstartsvalget %s lyktes.
pl: Opcja rozruchu %s powiodła się.
pt: Arranque pela opção %s efectuado com êxito.
pt_br: A inicialização pela opção %s foi bem-sucedida.
ru: Загрузочная опция %s применена успешно.
sk: %s voľba zavedenia systému úspešná.
sl: Zagonska opcija %s se je uspešno izvedla.
sv: %s boot alternativ lyckades.
tr: %s önyükleme seçeneği başarılı oldu.

source: The boot media is no longer needed.
am: የ ማስነሻ አካል አሁን አያስፈልግም
da: Opstartsmediet behøves ikke længere.
de: Das Boot-Medium wird nicht mehr benötigt.
el: Το μέσο εκκίνησης δεν είναι πλέον απαραίτητη.
fi: Käynnistysmediaa ei enää tarvita.
gl_es: O dispositivo de arranque xa non é necesario.
hi: अब बूट मीडिया अनावश्यक है।
hu: A rendszerindító eszközre már nincs szükség.
it: Il dispositivo di avvio non è più necessario.
ja: 起動メディアは全く必要ありません。
nb: Oppstartsmediet trengs ikke lenger.
pl: Nośnik rozruchowy nie jest już potrzebny.
pt: O dispositivo de arranque já não é necessário.
pt_br: O dispositivo de inicialização não é mais necessário.
ru: Загрузочный носитель более не нужен.
sk: Zavádzacie médium už nie je potrebné.
sl: Zagnoski nosilec ni več potreben.
sv: Boot media behövs inte längre.
tr: Önyükleme ortamı artık gerekmiyor.

source: Do you want the LiveCD/DVD ejected?
am: እርስዎ በ እርግጥ ሲዲ ወይንም ዲቪዲ ይፈልጋሉ?
da: Vil du have LiveCD/-DVD'en skubbet ud?
de: Möchten Sie die Live-CD/DVD auswerfen?
el: Θέλετε να βγάλετε το Live CD/DVD;
fi: Haluatko toteuttaa LiveCD/DVD ulossylkemisen?
gl_es: Executar o dispositivo externo executable?
hi: क्या आप लाइव सीडी/डीवीडी हटाना चाहते हैं?
hu: Szeretné kivenni a LiveCD/DVD-t?
it: Vuoi che il CD/DVD Live venga espulso?
ja: ライブCD・DVD を取り出しますか？
nb: Vil du løse ut live-CD/DVD?
pl: Czy chcesz wysunąć LiveCD/DVD?
pt: Ejectar o dispositivo externo executável?
pt_br: Você quer ejetar o dispositivo de instalação externa executável (LiveCD/DVD)?
ru: Вы хотите извлечь LiveCD/DVD?
sk: Prajete si vysunúť LiveCD/DVD?
sl: Ali bi radi izvrgli živi CD/DVD?
sv: Vill du att LiveCD/DVD skjuts ut?
tr: LiveCD / DVD'nin çıkarılmasını istiyor musunuz?

source: did not eject as per user request.
am: ተጠቃሚው በጠየቀው መሰረት አታውጣ
da: blev ikke skubbet ud som brugeren anmodede.
de: Das Medium wurde entsprechend der Nutzervorgabe nicht ausgeworfen.
el: δεν εξάγετε ως ανά αίτηση του χρήστη.
fi: Ulossylky ei onnistunut käyttäjätoiveen mukaisesti.
gl_es: non foi executado.
hi: उपयोक्ता अनुरोध अनुरूप हटाई नहीं गई।
hu: a felhasználó kérésére nem került kiadásra.
it: non è stato espulso come richiesto dall'utente.
ja: 要求通りに取り出せませんでした。
nb: løste ikke ut slik som brukeren forespurte.
pl: nie został wysunięty zgodnie z żądaniem użytkownika.
pt: não foi ejectado.
pt_br: não foi ejetado de acordo com a solicitação do usuário.
ru: не извлекается по запросу пользователя.
sk: zostane neodpojené, tak ako bolo zvolené.
sl: ni bil izvržen, kot je zahteval uporabnik.
sv: sköt inte ut som användaren ville.
tr: kullanıcı isteği üzerine çıkarılmadı.

source: Could not eject %s
am: ማውጣት አልተቻለም %s
da: Kunne ikke skubbe %s ud
de: Konnte%s nicht auswerfen.
el: Δεν ήταν δυνατή η εξαγωγή του %s
fi: Ei voinut ulossylkeä %s
gl_es: Non foi posible executar %s
hi: %s हटाना विफल
hu: %s kiadása nem sikerült.
it: Non è stato possibile espellere %s
ja: %s を取り出す事ができません
nb: Klarte ikke løse ut %s
pl: Nie można wysunąć %s
pt: Não foi possível ejectar %s
pt_br: Não foi possível ejetar %s
ru: Не удалось извлечь %s
sk: Nejde vysunúť %s
sl: Nisem mogel izvreči %s
sv: Kunde inte skjuta ut %s
tr: %s çıkarılamadı

source: Feel free to remove the CD or DVD.
am: ሲዲ ወይንም ዲቪድ ማውጣት ይችላሉ
da: Hvis du vil kan du fjerne CD'en eller DVD'en.
de: Sie können die CD oder DVD jetzt entfernen.
el: Μη διστάσετε να αφαιρέσετε το CD ή DVD.
fi: Voit nyt poistaa CD:n tai DVD:n.
gl_es: O CD ou DVD pode ser eliminado.
hi: अब आप सीडी या डीवीडी हटा सकते हैं।
hu: Most eltávolíthatja a CD-t vagy DVD-t.
it: Sentiti libero di rimuovere il CD o il DVD.
ja: CD・DVD は自由に取り出せます。
nb: Du kan nå fjerne CD-en eller DVD-en.
pl: Możesz usunąć dysk CD lub DVD.
pt: O CD ou DVD pode ser removido.
pt_br: Você já pode remover o CD ou o DVD.
ru: Можно спокойно удалить CD или DVD.
sk: Teraz už môžete CD/DVD vysunúť.
sl: Nisem mogel izvreči CD ali DVD.
sv: CD eller DVD kan nu tas bort.
tr: CD veya DVD'yi çıkarmaktan çekinmeyin.

source: Do you want the drive closed now?
am: እርስዎ አካሉን መዝጋት ይፈልጋሉ?
da: Vil du have lukket drevet nu?
de: Soll das Laufwerk jetzt geschlossen werden?
el: Θέλετε να κλείσετε το δίσκο τώρα;
fi: Haluatko että CD-asema suljetaan nyt?
gl_es: Pechar a unidade agora?
hi: क्या आप अब ड्राइव को बंद करना चाहते हैं?
hu: Szeretné bezárni most a meghajtót?
it: Vuoi chiudere il lettore ora?
ja: 今すぐドライブを閉じますか？
nb: Vil du lukke skuffen nå?
pl: Czy chcesz, aby zamknąć teraz napęd?
pt: Fechar a unidade (drive) agora?
pt_br: Você quer fechar o dispositivo agora?
ru: Вы хотите закрыть привод сейчас?
sk: Prajete si zavrieť mechaniku?
sl: Ai želite zapreti vrata pogona?
sv: Vill du stänga spelaren nu?
tr: Sürücüyü şimdi kapatmak istiyor musun?

source: did not closing drive as per user request.
am: ተጠቃሚው በጠየቀው መሰረት አትዝጋ
da: lukkede ikke drevet som brugeren anmodede.
de: Das Laufwerk wurde entsprechend der Nutzervorgabe nicht geschlossen.
el: δεν έκλεισε το δίσκο ως ανά αίτηση του χρήστη.
fi: asemaa ei suljettu käyttäjän pyynnöstä.
gl_es: dispositivo non pechado como solicitado.
hi: उपयोक्ता अनुरोध अनुरूप ड्राइव बंद नहीं हुई।
hu: a felhasználó kérésére a meghajtó nem került bezárásra.
it: non è stato chiuso il supporto come richiesto dell'utente.
ja: 要求に従いドライブは閉じていません。
nb: lukket ikke skuffen slik som brukeren forespurte.
pl: nie zamknięto napędu zgodnie z żądaniem użytkownika.
pt: dispositivo não fechado como solicitado pelo utilizador.
pt_br: o dispositivo não foi fechado como solicitado.
ru: привод не закрывается по запросу пользователя.
sk: zostane nezavrené, tak ako bolo zvolené.
sl: vrata se niso zaprla, kot je zahteval uporabnik.
sv: stängde inte spelaren som användaren ville.
tr: Sürücü, kullanıcı isteği üzerine kapatılmadı.

source: Could not close %s
am: መዝጋት አልተቻለም %s
da: Kunne ikke lukke %s
de: %s konnte nicht geschlossen werden.
el: δεν θα μπορούσε να κλείσει %s
fi: Ei voitu sulkea %s
gl_es: Non foi posible pechar %s
hi: %s बंद करना विफल
hu: %s bezárása nem sikerült.
it: Non è stato possibile chiudere %s
ja: %s を閉じる事ができません
nb: Klarte ikke lukke%s
pl: Nie można zamknąć %s
pt: Não foi possível fechar %s
pt_br: Não foi possível fechar %s
ru: Не удалось закрыть %s
sk: Nejde zavrieť %s
sl: Nisem mogel zapreti %s
sv: Kunde inte stänga %s
tr: %s kapatılamadı
